{
	"awakened_fightsouls": [
		{
			"name": "Unyielding",
			"description": "Equipped fighter will become more brave, never give in, the longer they survive, the higher the Res Rate, the lower the HP, the higher the DMG, can even recover HP and dispel debuff.",
			"description_es": null,
			"description_pt": "O lutador equipado será mais corajoso, nunca desistirá, quanto mais sobreviver, maior a taxa de Res, quanto menor o HP, maior o DMG, pode inclusive recuperar o HP e dissipar debuffs."
		},
		{
			"name": "Goddess",
			"description": "All the soul effects of the goddess can only be equipped and take effect on female fighters, can reduce enemy male fighters DEF and Res Rate, increase DEF and DMG of ally female fighters.",
			"description_es": null,
			"description_pt": "Todos os efeitos da alma de Deusa só pode equipar e ter efeito nas lutadores femininas, pode reduzir a DEF e taxa de Res dos lutadores masculinos, aumenta DEF e DMG das aliadas femininas."
		},
		{
			"name": "Guardian",
			"description": "Equipped fighter can control the DMG it receives within a certain range, and can also immunize against all control effects, greatly enhancing the survivability of the wearer",
			"description_es": null,
			"description_pt": "O lutador equipado pode controlar o DMG recebido dentro de um determinado intervalo, e pode também imunizar contra todos os efeitos, aumentando consideravelmente a sobrevivência do usuário."
		},
		{
			"name": "War God",
			"description": "Equipped figher is like a war god. Odd rounds will release a powerful god of war aura. making the enemy's mind tremble, After the third round, they will gain the effect of the god of war and greatly enhance the fighter's own combat power.",
			"description_es": null,
			"description_pt": "O lutador equipado é como um Deus da Guerra. Rounds ímpares irão liberar uma poderosa aura de Deus da Guerra, fazendo a mente do inimigo tremer. Após o terceiro round, ele irá ganhar o efeito do Deus da Guerra e aumentará muito o próprio poder de combate do lutador."
		},
		{
			"name": "Vengeance",
			"description": "Equipped fighter will feel huge resentment, which will be released after the fighter death, causing debuff to enemies.",
			"description_es": null,
			"description_pt": "O lutador equipado irá sentir um enorme ressentimento, que será lançado após a morte do lutador, causando debuff nos inimigos."
		}
	]
}
