{
	"weapons": [
		{
			"fighter_id": "LUONG",
			"weapon_awakened": {
				"name": "Lotus flower",
				"description": "",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "MAI_XIV",
			"weapon_awakened": {
				"name": "Ninjutsu book",
				"description": "Attacks all targets, the less damage the higher the enemy, the maximum increase to <font color='#FFA726'>200%</font> damage. Increases attack and defense by <font color='#FFA726'>30%</font> , self crit rate by <font color='#FFA726'>40%</font> , and healing rate for all allies by <font color='#FFA726'>30%</font> (2 turns). This attack will ignore <font color='#FFA726'>30%</font> of the target's ultimate skill damage resistance (<font color='#FFA726'>40% for primary target</font>) , buffs the critical effect on yourself (Enemy HP over <font color='#FFA726'>65%</font> will increase damage by <font color='#FFA726'>25%</font> ). Deals <font color='#FFA726'>30%</font> bonus damage to all enemy male fighters, deals <font color='#FFA726'>30%</font> extra damage to enemies affected by the \"Tame\" effect.  If your own crit rate is higher than the target's crit resistance rate, grants yourself damage and crit damage, the amount increased by <font color='#FFA726'>40%</font> of the difference (2 turns, cannot be negated). <font color='#FFA726'>Removes the beneficial status of 2 random enemy targets that get crits</font>. Deals extra damage equal to <font color='#FFA726'>6%</font> max HP to all enemies, deals extra damage equal to <font color='#FFA726'>18%</font> max HP to 2 random targets hit by \"Dragon Flame\". <font color='#FFA726'>Charge \"Yang Inflammation\" with a charge equal to 30% of this attack's damage (activates as bonus damage the next time the technique is cast, effective on all enemy targets), each time \"Yang Inflammation\" is activated. \"force\" will grant yourself 15% crit chance, 30% increased resistance to destructive damage (cannot be negated, stackable, lasts 2 turns). When entering the battle and after each fatal hit, the first time casting the ultimate skill will buff yourself with shield durability equal to 1% of your maximum HP (only activates with 4-star Mai XIV after learning the passive)</font>",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "HEIN",
			"weapon_awakened": {
				"name": "Chessboard",
				"description": "Attacks a target. For 2 turns, increase yourself by <font color='#FFA726'>30%</font> damage and damage resistance. Deal additional damage equal to <font color='#FFA726'>5%</font> of your maximum HP x the number of pieces you own to the main target. Deals 40% damage to nearby enemies. Permanently increases the chance of casting a unique move by <font color='#FFA726'>20%</font> (can stack up to 3 times). For each type of chess piece that you own, will increase the damage of excellent skills by <font color='#FFA726'>10%</font> . After casting the skill, the following effects will be activated (can be stacked with similar buffs, up to 1 activation per turn): -For 1 turn, increase yourself and our bodyguard fighters. ten%parry ratio x number of Guardian allies (up to <font color='#FFA726'>30%</font> ) -For 1 turn, increase Strike rate for yourself and your Strike Fighters by 10% crit chance x number of Strike allies (max <font color='#FFA726'>30 %</font> ) -For 1 turn, grant yourself and your team's Tech fighters <font color='#FFA726'>10%</font> ultimate attack damage x number of Tech allies (up to <font color='#FFA726'>30%</font> ) <font color='#FFA726'>Acquire \"Stand by\" for 1 turn (when taking damage )</font> <font color='#FFA726'>The damage from the enemy side will immediately hide until it's our side's turn, the waiting time to activate again is 6 turns, each time sacrificing 1 piece will reduce the wait by 1 turn). “Stand by” can be activated 1~6 times depending on the number of people on the enemy side (the more enemies activate the more). Target \"Opening\" effectively, absorb all pieces, this turn will definitely launch a unique move.</font>",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "MARIE_ROSE",
			"weapon_awakened": {
				"name": "Bow Marie",
				"description": "Attacks one target, gaining <font color='#FFA726'>30%</font> ATK, DEF, <font color='#FFA726'>40%</font> Crit Resist , and Self's parry rate (2 turns). Each ally on Team DOA6, excluding yourself, will increase your ultimate attack damage by <font color='#FFA726'>30%</font> (up to <font color='#FFA726'>60%</font> ). <font color='#FFA726'>This attack ignores counterattacks</font>, dealing extra damage equal to <font color='#FFA726'>30%</font> of the target's maximum HP.  When entering the battle, if our side and the enemy side have 2 or more people, will reduce rage by <font color='#FFA726'>500</font> , reduce from <font color='#FFA726'>40~75%</font> of main target's ATK and DAMAGE (1 turn, ignore immunity, cannot be reversed, The smaller the number of enemies, the higher the stats). Reduced <font color='#FFA726'>40%</font> probability of launching PERFECT of all enemies (1 turn, <font color='#FFA726'>ignoring immunity</font> ). Buff the ability to cast a unique move to 1 ally who has no unique ability this turn. Restores <font color='#FFA726'>200 Rage</font> to 1 random female teammate (Fight-type preferred). <font color='#FFA726'>At the beginning of the enemy's next turn, restore 30% of your maximum HP to yourself and one ally for at least</font>. For 2 turns, self nullifies with paralysis and chains. <font color='#FFA726'>For 1 turn, when counterattacking with basic attacks, deals additional damage equal to 20% of max HP (does not heal enemies).</font>",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
        {
			"fighter_id": "NYOTENGU",
			"weapon_awakened": {
				"name": "Honoka hair band",
				"description": "Consume <font color='#FFA726'>20%</font> of your remaining HP, attacking in a horizontal row. Increases crit rate by <font color='#FFA726'>15~45%</font> , crit resistance, super crit resistance (2 turns, the lower the HP, the higher the stats, <font color='#FFA726'>maximum when the self HP is 30% or less</font> ). Restores <font color='#FFA726'>15%</font> of your maximum HP to all of our team DOA6 (excluding yourself). <font color='#FFA726'>Increases critical damage to all of our DOA6 Team (excluding yourself), increased by 0.4 x % of lost HP (2 turns, cannot be reversed)</font>. Increases the rage speed of all our factions by <font color='#FFA726'>8%</font> , if it's Team DOA6, it's increased by 4% (2 turns, can be stacked with the same buff).<font color='#FFA726'>If own HP is below 60%, will buff the effect of \"Ambush\" to 1 random ally (2 turns, increase damage by 20% and attack damage, priority is given to Teammates DOA6 excluding self, priority first for teammates who don't have the buff \"Ambush\")</font>. If your own HP is below 40%, deal extra damage equal to <font color='#FFA726'>15%</font> of your maximum HP to the primary target. <font color='#FFA726'>If your own HP is below 30%, remove the main target's beneficial buff</font>. If own HP is below 20%, recover <font color='#FFA726'>20%</font> of max HP, <font color='#FFA726'>heal 200 fury for 1 random ally (priority for those who have not MAX fury, priority for Team DOA6, if it is Team DOA6, restore 300 fury).</font>",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "HONOKA",
			"weapon_awakened": {
				"name": "Honoka hair band",
				"description": "Attacks in a horizontal row (priority is given to enemies that have not been marked as \"enemy\"). Increases self damage by <font color='#FFA726'>30%</font> , damage resistance, and penetration rate by <font color='#FFA726'>60%</font> for 2 turns. Reduces target's healing rate by <font color='#FFA726'>30%</font> (doubles on primary target), deals bonus damage equal to <font color='#FFA726'>80%</font> of \"Mystic Force\" (doubles on primary target).  Mark \"Enemy\" on the target (skip immunity, 2 turns, reduce target's unique damage resistance by <font color='#FFA726'>35%</font> , if the enemy marked \"enemy\" is defeated, in 1 next hit. will increase self's super damage by <font color='#FFA726'>15%</font> , does not stack). Suction <font color='#FFA726'>35%</font> the control rate of the enemy with the highest control rate (2 turns, ignores the immunity, cannot be disarmed, each opponent of the enemy's Engineering type will increase by <font color='#FFA726'>12%</font> when entering the battle ). <font color='#FFA726'>This turn will definitely cast a unique move. If this attack can't cause the enemy to lose more than 40% HP, will immediately restore MAX fury (maximum 1 time per turn). If there are 4 or more enemies marked \"enemy\", will buff their own shields (shield durability is equal to 10% of \"Mystic Force\" x number of people marked, 2 CDs)</font> Depends on the target's system which deals the following effects (ignore immunity): Smash: <font color='#FFA726'>absorb 20%</font> of the primary target's ultimate attack damage  and crit chance for 2 turns Defense: ignores target's counterattacks, reducing them by <font color='#FFA726'>90%</font> primary target's block rate and <font color='#FFA726'>20% damage resistance</font> for 2 turns Attribute: ignores <font color='#FFA726'>25%</font> super resistance of main target's damage, <font color='#FFA726'>absorbs</font> 30% of unique ability damage, <font color='#FFA726'>and 60% chance to be immune</font> for 2 turns",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		}
    ]
}