{
	"skills_elements": [
		{
			"fighter_id": "HEIN",
			"skills_elements": {
				"lake": "When entering battle, increase self lifesteal rate ( <font color='#FFA726'>25%</font> at lvl 1), <font color='#FFA726'>35%</font> attack, defense, parry rate, and crit chance. Mark \"check-in\" on a target that is controlled or has less than 50% HP (deals <font color='#FFA726'>60%</font> bonus damage, the \"check-in\" mark ignores immunity, cannot be reversed).  If you mark \"check-in\" <font color='#FFA726'>twice</font> on the same target, for 2 turns reduce the target's healing rate by <font color='#FFA726'>40%</font> (each level decreases by 5%, up to <font color='#FFA726'>85%</font> ). The first turn when entering the battle will activate \"Opening\", restore 350 fury, for 1 turn activate \"Stand by\" (when receiving damage from the enemy side, it will immediately hide until our side's turn). When receiving fatal damage, you will not die, activate \"City\", remove bad states including petrification, restore HP corresponding to the remaining HP of the enemy while dealing damage to yourself (recovers at least <font color='#FFA726'>69%</font> HP) ) and 500 fury, and deal damage equal to the remaining <font color='#FFA726'>69%</font> of HP to the enemy who just damaged himself. Maximum of 1 activation per battle. <font color='#FFA726'>Each battle can revive up to 1 time, restore MAX fury and full HP, sacrifice all pieces, re-activate \"Opening\", reset the number of activations \"Casting\"</font>. Depending on the situation of the match, will receive the chess piece or sacrifice the piece (buffs while receiving the chess can be stacked with the same buff, cannot be resolved): -If you own a Knight, increase <font color='#FFA726'>15%</font> parry penetration rate (every time a rook is acquired, it increases <font color='#FFA726'>15%</font> more, up to <font color='#FFA726'>120%</font> ). If the target is marked \"checkmate\", will sacrifice the Knight, for 1 turn increase <font color='#FFA726'>120%</font> chance to block attack. -If in possession of a Statue♗, recover <font color='#FFA726'>15%</font> of your maximum HP at the beginning of each turn on your side. If your own HP is below <font color='#FFA726'>60%</font>, you will sacrifice a Statue♗, recover 40% of your maximum HP, and increase your resistance to magic damage by 40% for 2 turns.  -If you have a rook, restore <font color='#FFA726'>80 Rage</font> at the beginning of each turn on your side. If you <font color='#FFA726'>or an ally</font> is controlled, will sacrifice a rook to remove the control state including petrification <font color='#FFA726'>(prioritize yourself, if you are not controlled, priority will be given to 1 random ally being controlled) regime)</font> . -If possessing a Queen♕, increase crit chance by <font color='#FFA726'>30%</font> and crit damage by <font color='#FFA726'>30%</font> . At the beginning of our turn, if you don't MAX Rage, will sacrifice your Queen♕ to increase your attack damage by <font color='#FFA726'>60%</font> , restore <font color='#FFA726'>600 rage</font> , for 1 turn negate with fury reduction effect.",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "Attack in a horizontal row (prioritize targets marked \"check-in\" as the main target). Increases self <font color='#FFA726'>crit</font> chance by <font color='#FFA726'>30%</font> for 2 turns. Deals extra damage equal to <font color='#FFA726'>4%</font> of the target's max HP x the number of pieces you own. Effective buff \"crit\" to self (2 turns, enemies over 50% HP will deal <font color='#FFA726'>40%</font> more damage). If the attack hits a target in the back row(or when there is only one target in the horizontal line), it will activate the \"level up\" effect, recover 150 fury, increase unique damage by 40% for 2 turns, and gain additional the following effects: 1. If enemy HP is above <font color='#FFA726'>50%</font>, increase by <font color='#FFA726'>60%</font> the damage of the \"level up\" effect, acquires a Knight♘ (even while possessing a Knight♘) 2. If own HP is below 70%, recovers <font color='#FFA726'>20%</font> HP, acquires a Statue♗ 3. If quantity own rage is less than <font color='#FFA726'>70%</font> , switch one ally's control status (prioritizes the controlled ally) to the enemy's main target, acquires a Rook 4. If this turn doesn't cast a spell , receive the Queen's army.",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "Attacks a target. For 2 turns, grant yourself <font color='#FFA726'>35%</font> damage and damage resistance. Deals extra damage equal to <font color='#FFA726'>6%</font> of your maximum HP x the number of pieces you own to the main target. Deals 40% damage to nearby enemies. Permanently increases <font color='#FFA726'>25%</font> chance to cast a unique ability (can stack up to 3 times). For each type of chess piece that you own, will increase the damage of excellent skills by <font color='#FFA726'>15%</font> . After casting the skill, will activate the following effects (can be stacked with the same buff, maximum 1 activation per turn): -For 1 turn, increase self andOur Bodyguards <font color='#FFA726'>15%</font> parry rate x number of Guardian allies (up to 30%) -For 1 turn, increase yourself and your Strike Fighters <font color='#FFA726'>15%</font> crit chance x number Strike-type allies (up to 30%) -For 1 turn, grant yourself and your team's Tech fighters <font color='#FFA726'>15%</font> ultimate attack damage x number of Skill-type allies (up to 30%) <font color='#FFA726'>Acquire \"Stand by \" for 1 turn (when receiving damage from the enemy side will immediately hide until our side's turn, the time to activate again is 6 turns, each time sacrificing 1 piece will reduce the wait by 1 turn). \"Stand by\" can be activated 1~6 times depending on the number of people on the enemy side (the more enemies activate the more). Target \"Opening\" effect, absorb all pieces, this turn will definitely launch a single move. After launching SMAX. King, if there is an enemy marked \"checkmate\", immediately restore MAX fury, change the skill to SMAX. After that, attack the enemy target with the least HP (prioritize the target marked \"check-in\"), dealing bonus damage equal to 100% of the ATK x the number of \"check-in\" tiers the target is marked. This effect only activates once per turn, after activating will receive the Queen.</font>",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "MARIE_ROSE",
			"skills_elements": {
				"lake": "Increases self's ultimate damage resistance and unique skill damage resistance ( <font color='#FFA726'>25%</font> at lvl 1). Increases damage and damage resistance by <font color='#FFA726'>40%</font> . Increases attack and defense by <font color='#FFA726'>30%</font> (each DOA6 ally excluding yourself will increase yourself by <font color='#FFA726'>10%</font> , up to <font color='#FFA726'>20%</font> ).  Reduces the healing rate of all enemies by 15% (if the enemy team has 2 or more fighters from the healing group, it will be reduced by <font color='#FFA726'>50%</font> ). The first turn when entering the battle will definitely have a unique ability, if you are in the front row, the first turn will increase your resistance to magic damage by <font color='#FFA726'>40%</font> and super damage resistance.<font color='#FFA726'>The first turn when entering the battle will restore 300 fury (recover 400 fury if Honoka is behind him)</font>. At the beginning of each turn of the enemy, will gain 1 time of blood resistance, and at the same time acquire 3 levels of \"Rose Mark\" effect (when attacked with a special skill during the enemy's turn, will consume 1 level, each time. target will increase super crit resistance and block by <font color='#FFA726'>25%</font> , 1 turn, cannot be negated, can be stacked, and counterattack with basic attacks). While on the body with \"Rose Mark\", each time being attacked, the maximum damage that you take will not exceed <font color='#FFA726'>60%</font> of your maximum HP.<font color='#FFA726'> When you have the buff \"Steel Wall\", if you counterattack with normal attacks, you will remove the bad state including petrification for yourself (maximum 1 time per turn)</font>. Normal attack will not cause enemy fury regeneration, permanent increase <font color='#FFA726'>20%</font> chance to cast a unique move (stacks up to <font color='#FFA726'>60%</font> ). When counterattacking with basic attack, activates the effect \"Blessing Rose\" (reduces target's fury by 100, restores <font color='#FFA726'>35%</font> of lost HP, <font color='#FFA726'>heals the lowest HP ally for 30% of that person's lost HP</font>, own healing is not affected by the healing rate reduction effect).  At the beginning of each turn, if you still have \"Rose Mark\" on you, you will absorb all \"Rose Marks\", recover <font color='#FFA726'>300 rage</font> , increase immunity by <font color='#FFA726'>45% + 15%</font> x number of tiers. “Rose sign” smoked (1 turn). When receiving fatal damage, will not die (each battle activates up to 2 times, if it is 1vs1, only activates once), removes bad status including petrification,<font color='#FFA726'>for 2 turns increase 30% unique damage resistance, ultimate skill damage resistance, super damage resistance</font>, <font color='#FFA726'>70%</font> max HP recovery <font color='#FFA726'>(unaffected by healing rate reduction effect)</font> and 300 fury, shield buff equal to <font color='#FFA726'>70%</font> of max HP for yourself, can counterattack 1 time with a unique move on the attacker (doesn't lose \"Rose Mark\", activates \"Blessed Rose\" effect, and reduces damage by 25% target's damage and damage resistance (1 turn, ignores immunity, cannot be negated), reduces <font color='#FFA726'>Rage</font> by <font color='#FFA726'>250</font> , deals extra damage equal to <font color='#FFA726'>35%</font> of target's max HP, does not heal enemies.",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "Attacks 1 target, grants 10% block rate to all allies ( <font color='#FFA726'>20%</font> if it's Team DOA6), drains <font color='#FFA726'>18%</font> of the target's max HP and <font color='#FFA726'>25%</font> of the target's Rage main (2 turns), has a <font color='#FFA726'>60%</font> chance to inflict \"Exhaustion\" on the target (for the next 1 hit, the amount of damage dealt will be 0, ignore immunity, cannot be negated). For 1 turn, when basic attacks will have a <font color='#FFA726'>35% chance to deal</font> \"Resist\" to the target, <font color='#FFA726'>increasing the damage of normal attacks by 50% for 1 amount (cannot be negated) . This attack ignores the target's counterattack.</font>",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "Attacks one target, gaining <font color='#FFA726'>35%</font> ATK, DEF , <font color='#FFA726'>50%</font> crit resistance, and self parry rate (2 turns). Each ally on Team DOA6 excluding yourself, will increase your ultimate attack damage by <font color='#FFA726'>35%</font> (up to <font color='#FFA726'>70%</font> ). This attack ignores <font color='#FFA726'>defense</font> and counters, dealing extra damage equal to <font color='#FFA726'>35%</font> of max HP to the target.  When entering the battle, if our side and the enemy side have 2 or more people, will reduce rage by <font color='#FFA726'>600</font> , reduce from 40~75% of main target's ATK and DAMAGE (1 turn, ignore immunity, cannot be reversed, The smaller the number of enemies, the higher the stats). <font color='#FFA726'>Reduces main target's and surrounding enemies' single-hit damage resistance and basic attack resistance by 35% for 2 turns</font>. Reduces all enemies' PERFECT probability by 40% (1 turn, ignore immunity). Buff the ability to cast a unique move to 1 ally who has no unique ability this turn. Restores <font color='#FFA726'>250</font> Rage to 1 random female teammate (Fighting type is preferred). At the beginning of the enemy's next turn, restore <font color='#FFA726'>40%</font> of your maximum HP to yourself and an ally for at least. For 2 turns, self nullifies with paralysis and chains. <font color='#FFA726'>If you are in the front row, you will increase your passive resistance by 1 time (up to 1 time, if it is 1vs1 it will not activate). When there is a \"Rose Mark\" on the body, each time being attacked, the maximum damage that you take will not exceed 55% of your maximum HP (provided that the dual door is activated).  From the 2nd turn on, if you activate fatal resistance yourself, it will activate \"switch defense\" (immediately the enemy team loses its turn and switches to our side), each battle our side only attacks. Active \"swap the defense\" up to 1 time (provided that dual is activated), at the beginning of the next turn of our side will release the control state including petrification and restore 800 fury for 0~3 fighters our side (not counting ourselves, priority is given to teammates with the lowest anger, the larger the number of our side's members when entering the battle, the greater the number of boxers that can be effectively activated after \"switching the defense\"). Absorbs the effect of \"exposure\" of 1 of our allies, this turn increases the probability of activating \"lifetime\" for yourself.</font> For 1 turn, when counterattacking with basic attacks, deals additional damage equal to 20% of max HP (does not heal enemies).",
				"water_es": "",
				"water_pt": ""
			}
		},
        {
			"fighter_id": "NYOTENGU",
			"skills_elements": {
				"lake": "Increases self's damage resistance when entering the battle (30% at lvl 1), <font color='#FFA726'>if you stand in the front row, it will increase by 30%</font> . Increases self <font color='#FFA726'>40%</font> ATK, Defense, <font color='#FFA726'>50%</font> Block Rate, <font color='#FFA726'>20~80%</font> Super Skill Damage Resistance (Less remaining HP, higher stats, instant update, <font color='#FFA726'>max stats when My remaining HP is less than 50% ). Self incapacitated with sustained damage</font>. Each time you are attacked, you will gain 1 level of \"Dancing Wings\" effect (maximum 5 levels, cannot be neutralized). While possessing \"Dancing Wings\", each level will increase your defense by <font color='#FFA726'>12%</font> , <font color='#FFA726'>8%</font> Unique damage resistance. When \"Dancing Wings\" reaches max tier, it will hide into the wind (up to <font color='#FFA726'>4 times</font> during battle) and reappear on our side's next turn, recovering 50% of its maximum HP (if its HP is at 50% or higher). increased, will not restore HP.) When hidden, deals <font color='#FFA726'>15%</font> of your team's DOA6's ultimate skill damage (excluding yourself, can be stacked with the same buff.) At the beginning of your side's turn, spend all all \"Dancing Wings\" tiers, each 1 level will help you recover <font color='#FFA726'>100 Rage</font> , if spent 5 steps will restore MAX fury, if MAX fury, instead will buff equal tiers x <font color='#FFA726'>8%</font> for all Our team DOA6 (1 turn, can be stacked with the same buff). Every time an enemy attacks, there will be <font color='#FFA726'>30~60%</font> probability of activating the ability to limit incoming damage to no more than 1% of own maximum HP (the less HP remaining, the higher the probability of activation).  When receiving fatal damage, will not die, remove bad status including petrification, recover 50% of maximum HP. Self nullified with healing rate reduction effect. Activate up to 1 time.",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "Consume 10% of your remaining HP, attacking a single target. Increases our team's DOA6's block rate, with an increase of <font color='#FFA726'>0.8%</font> x % of HP lost (1 turn, cannot be reversed , can be stacked with the same buff). Reduces main target's <font color='#FFA726'>Rage by 150</font> (if own HP is below 40%, will reduce another <font color='#FFA726'>150's Rage</font> ). <font color='#FFA726'>If own HP is below 50%, increase block by 30% for all allies for 2 turns</font>, if own HP is below 25%, reduce main target's Rage Speed ​​by <font color='#FFA726'>25%</font> (1 turn, ignored free of charge, cannot be resolved).",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "20% of your remaining HP, attack <font color='#FFA726'>a target, dealing 100% bonus damage to the target behind the main target</font>. Increases <font color='#FFA726'>damage by 20~50%</font> , crit rate, crit resistance, super crit resistance (2 turns, the lower the HP, the higher the stats, maximum when the personal HP is <font color='#FFA726'>50%</font> or less). Restores <font color='#FFA726'>20%</font> of our maximum HP to all of our team DOA6 (excluding yourself). <font color='#FFA726'>Deals extra damage equal to 120% of your HP spent this turn</font>. Increases critical damage to all of our team DOA6 (excluding yourself), by <font color='#FFA726'>0.6</font> x % of lost HP (2 turns, cannot be reversed ). <font color='#FFA726'>For 2 turns, reduce damage taken by 30% of enemy Skill fighters</font>. Increases the rage speed of all our factions by <font color='#FFA726'>10%</font> , if it's Team DOA6, it's increased by <font color='#FFA726'>5%</font> (2 turns, can be stacked with the same buff). <font color='#FFA726'>If your HP is below 70%, you will gain 1 time resistance to blood polio</font>. If own HP is below 60%, will buff the effect of \"Ambush\" to 1 random ally (2 turns, increase damage by 20% and attack damage, priority is given to Teammates DOA6 excluding self, priority first for teammates who don't have the buff \"Ambush\"). If your own HP is below 40%, deal additional damage equal to <font color='#FFA726'>20%</font> of your maximum HP to the primary target. If your own HP is below 30%, remove the main target's beneficial buff. If own HP is below 20%, recover 20% of max HP, recover <font color='#FFA726'>300 rage</font> give 1 random teammate (priority is given to the person who has not MAX anger, priority is Team DOA6, if it is Team DOA6 then recover <font color='#FFA726'>400 Rage</font>). <font color='#FFA726'>If the amount of HP spent when activating the skill accumulates to 50% HP, it will buff 1 more time the fatal resistance ability in the passive (maximum 3 times per battle).</font>",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "HONOKA",
			"skills_elements": {
				"lake": "Increases the ultimate damage done to self (20% at lvl 1). Increases <font color='#FFA726'>ATK</font> , Defense, Super Skill Damage Resistance, Unique Skill Damage Resistance, Critical Critical Rate by <font color='#FFA726'>40%</font> . Increase self damage and damage resistance by 10% (each DOA6 ally excluding yourself will increase yourself by <font color='#FFA726'>5%</font> , up to <font color='#FFA726'>10%</font> ). Increases block penetration by <font color='#FFA726'>60%</font> of own control ratio (immediate update). If you are effectively buffed \"Ambush\" (from your Nyotengu or your SMAX) will increase your critical chance by 35%. Converts all <font color='#FFA726'>15%</font> of the enemy's ultimate attack damage into \"Mystic Force\" (max <font color='#FFA726'>800%</font>)own ATK, resets at the beginning of the enemy's turn). <font color='#FFA726'>After launching the technique, if there are 3 or more enemies marked \"enemy\", will activate the pursuit with a single move on 1 random target</font>. Each time being attacked, will restore <font color='#FFA726'>25%</font> of the HP lost (if you stand right behind Marie Rose, increase to <font color='#FFA726'>30%</font> , up to 4 times per turn), depending on the attacker's system, additional buff effects The following results (can stack up to 2 ranks): Smash: <font color='#FFA726'>20%</font> increase in Defense damage : 20% increase in damage resistance of Skill Attributes: <font color='#FFA726'>12%</font> increase in ATK , <font color='#FFA726'>25%</font> in Defense When taking fatal damage, will not die, remove bad status including petrification, hide until the beginning of our side's next turn, recover <font color='#FFA726'>90%</font> HP, <font color='#FFA726'>600</font> rage , for 1 turn null with rage reduction, increased effect permanently <font color='#FFA726'>10%</font> super damage resistance. Each match activates up to 3 times, if it is 1vs1, only activates <font color='#FFA726'>2 times .</font>",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "Attacks a target (prioritizes enemies marked \"enemy\"), drains <font color='#FFA726'>200</font> of the target's fury , has <font color='#FFA726'>65%</font> chance to stun. If you hit a target marked \"Enemy\", reduce his fury by <font color='#FFA726'>200</font> , dealing <font color='#FFA726'>50%</font> more damage with \"Mystic Force\" to all enemies marked \"Enemy\". Restores HP equal to <font color='#FFA726'>300%</font> of own ATK and 200 Fury. <font color='#FFA726'>For 2 turns increase healing rate by 50% and rage speed by 15%.</font>",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "Attacks in a horizontal row (priority is given to enemies that have not been marked as \"enemy\"). Increases self damage by <font color='#FFA726'>35%</font> , damage resistance, <font color='#FFA726'>70%</font> penetration rate for self for 2 turns. Reduces target's healing rate by <font color='#FFA726'>40%</font> (doubles on primary target), deals additional damage equal to 80% of \"Mystic Force\" (doubles on primary target).  Mark \"Enemy\" on the target (skip immunity, 2 turns, reduce target's unique damage resistance by 35%, if the enemy marked \"enemy\" is defeated, in 1 next hit. will increase self's super damage by 15%, does not stack). Smoking <font color='#FFA726'>45%</font> The control rate of the enemy with the highest control rate (2 turns, ignores the immunity, cannot be disarmed, each opponent will increase by <font color='#FFA726'>15%</font> when entering the battle ). This turn will definitely cast a unique move. If this attack can't cause the enemy to lose more than 40% HP, will immediately restore MAX fury (maximum 1 time per turn). If there are 4 or more enemies marked \"enemy\", they will buff their shields (shield durability is equal to 12% of \"Mystic Force\" x number of people marked x <font color='#FFA726'>(1 + % of self-defeatment). stick) , 2 plays CD). For 1 turn, self is nullified by enchantments. When pursuing with a single move, it will not cause the enemy's fury to return, it will definitely crit, increasing the damage by 15% \"Mystic Force\". At the beginning of our side's next turn, buff yourself with the effect \"Ambush\" (2 turns, 25% increase in critical damage), restore 300 fury. For 1 turn, if our side has a paralyzed ally, will absorb the paralysis effect of all our allies, release the control status including petrification for those allies, restore MAX fury to yourself.</font> Depends on the target's system, it deals the following effects (ignoring immunity): Strike: drains <font color='#FFA726'>25%</font> of the primary target's attack damage and crit chance for 2 turns Defense: ignores counterattacks target, reduces primary target's block rate by 90% and damage resistance by <font color='#FFA726'>25%</font> for 2 turns Attribute: ignores main target's super damage resistance by 25%, absorbs <font color='#FFA726'>40%</font> unique damage and 60% chance free rate for 2 turns",
				"water_es": "",
				"water_pt": ""
			}
		}
    ]
}