{
	"skills": [
		{
			"fighter_id": "SOL_BADGUY",
			"skills": [
				{
					"name": "GRAND VIPER",
                    "description": "Attacks a horizontal row. For 2 turns, reduces the primary target's unique ability hit chance by 35% and the main target's unique ability damage resistance, and has 50% chance to stun (1 turn). Inflicts 1 tier of \"dragon fire\" effect on enemy targets (for 2 turns, each turn loses 7% of max HP, reduces rage by 80, this damage does not restore enemy fury). Restore 300 fury to yourself. After activating \"Dragon Install\" (after respawning): make sure to cast a unique move, dealing 1 more level of \"dragon fire\" to the main target. ",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "TYRAN RAVE VER",
					"description": "Attacks a target. For 2 turns, increase self by 20% ATK and DEF, 30% Lifesteal. Reduces target's damage resistance and crit resistance by 20%. Deals 1 tier of \"dragon fire\" effect to enemy targets (for 2 turns, each turn loses 7% of max HP, reduces fury by 80, this damage does not restore enemy fury). Restores 15% of your maximum HP. Restores 10% of max HP and 120 rage to Guilty Gear fighters, excluding yourself. For 1 turn, increase the ATK of fighters behind our side by 10%. After activating \"Dragon Install\" (after respawning): increases ATK and DEF by 5%, deals 35% bonus splash damage to nearby enemies (ignoring immunity), deals bonus damage equal to 12% of main target's max HP to main target (ignoring immunity). Damage from this technique ignores 30% of the target's defense. Inflicts 1 tier of \"dragon fire\" effect on enemy targets.",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "GEAR POWER",
					"description": "When entering battle, increase our Guilty Gear's damage resistance (10% at lvl 1, double for self). Increases self 20% resistance to single-hit damage and ultimate damage resistance, increases max HP by 30%. Effective buff \"Guilty Gear\" (when entering battle, increases ATK and DEF by 7% for Guilty Gear fighters including yourself, lasts forever). When defeated, it will respawn on our side's next turn (activated up to 1 time, does not receive the respawn effect from other fighters), after respawning will buff the following effect: “Dragon Install”: restores max HP and fury, increases unique skill damage and ultimate skill damage by 35%, buffs yourself the ability to ignore control status including petrification, shrinks, reduces healing rate, fury reduction (permanent). Self nullifies with sustained damage. When fatally damaged, will not die, restore 30% HP and 350 fury (activated up to 1 time). For 2 turns, each time being attacked, the maximum damage you take will not exceed 10% of your maximum HP (if it is 1vs1 will not activate). At the beginning of each turn will release self-control including petrification. If \"Dragon Install\" is not activated (before respawning): increases self's critical resistance by 20%. If own HP is more than 10%, will share 50% of damage taken by Guilty Gear teammates, reducing this shared damage by 50%. At the beginning of each turn, restores 20% of the missing HP. If your own HP is below 50%, will immediately recover 20% of your maximum HP (once per turn).",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "ANGEL_XIV",
			"skills": [
				{
					"name": "ENGINEERING UC",
                    "description": "Attacks a target. Increases the damage and damage resistance of our female fighters by 4% (2 turns, can stack up to 2 times). Has 60% chance to stun or main target for 1 turn, reduces target's healing rate and Rage rate by 25% (2 turns, ignores immunity, cannot be negated).  Consumes all \"latent force\", marks \"damage\" on enemy target (for 2 turns, at the beginning of our turn, deals destructive damage to the target with 30% of ATK's damage + own defense x (number of tiers of \"latent force\" + 1), up to 1 time, cannot be neutralized, does not cause enemy fury). If the enemy team has a Strike-type fighter, the damage of the \"damage\" will increase depending on the number of fighters that Strike the enemy side (1 Strike=60%, 2 Strike=30%, 3 Strike=20%)",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "REAL RAVE",
					"description": "Attacks a target. For 2 turns, grant yourself 20% ATK, DEF, and 30% Penetration Rate. Absorb 30% of the target's chance to launch a poison move (2 turns, ignoring immunity), dealing bonus damage equal to 15% of the target's maximum HP. If the target's HP is below 40%, deals additional damage equal to 200% of own ATK + Defense. Acquire \"breakthrough ability\" (1 turn, cannot be reversed), reduce 40% of damage taken by Strike fighters (not counting additional damage), lose 40% of HP each time ( can accumulate), will receive 1 level of \"latent force\" (can be stacked up to 6 times, cannot be resolved), if you are in the front row, each time you perceive \"latent force\" will increase permanently 2% block rate and ultimate damage resistance (up to 12%), if you are in the back row, each time you acquire \"latent force\" will permanently increase your crit chance and damage by 2% critical (up to 12%).",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "MACHINE ABILITY",
					"description": "Increases self damage and damage resistance (20% at lvl 1). Increases self's unique skill damage, ultimate skill damage, and ultimate skill damage resistance by 35%. When entering the battle, if the enemy side or our side has 2 or more people, depending on the number of fighters of the Strike type on the enemy side, they will recover their own fury (1 Strike = 340 fury, 2 Strikes = 200 rage, 3 Strikes= 100 fury), if the enemy side does not have a Strike fighter, permanently increases self by 35% ATK and DEF. Every time an attack exceeds 35% of your maximum HP or when your maximum HP is below 35%, restores 25% of your maximum HP (maximum 3 times per turn). When taking damage from a Strike-type fighter's technique (not counting counterattack), will counterattack with a unique move (this counterattack will reduce the target's fury by 200, increasing the effect's destructive damage by 1 times). results of \"damage\", ignore counterattack, do not cause enemy wrath). When receiving fatal damage, you will not die, activate \"advanced robot\", release self-control including petrification, restore full HP and MAX fury, and gain 2 levels of \"hidden power\", The \"latent force\" acquired this time can accumulate up to 10 levels. “Advanced Robot” activates up to 2 times in a match, if it is 1vs1, it only activates 1 time. ",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "ELISABETH_XI",
			"skills": [
				{
					"name": "ETANCHER",
                    "description": "Attacks a horizontal line (prioritizes the target being \"Lighted\" as the main target), drains 200 fury from the main target. If the target is hit by 1 tier of \"Light True\", it will reset the number of sustains and deal 1 more tier. If the target is being hit by 2 tiers, \"Light\" will detonate 1 tier (reset the remaining 1 tier's maintenance count).  Deals extra damage equal to 15% of max HP to enemies around the main target, dealing 1 tier of \"Light True\" to 1 random nearby target (if affected by \"Luminous\" will reset the number of maintenance turn). Increases the probability of casting PERFECT for all of our factions by 30% (2 turns), buffs self by 1 times of blood paralysis resistance (2 turns). If you are active in the \"Light Kingdom\" area and the main target is affected by \"Light\", will buff yourself with shield durability equal to 60% of your maximum HP (if you have a shield, it will restore 20% of your shield's durability). ).",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "CIEL ETOILE",
					"description": "Attacks a random target in the back row. Increases self 20% damage, damage resistance, 35% crit resistance for 2 turns. Applies “Light True” to the main target and nearby enemies (15% reduced damage resistance, 25% defense, 30% block chance, 2 turns, ignores immunity, stacks up to 2 ranks) , each solution can only solve 1 level). If the main target is hit by 2 tiers of \"Light Real\" will deal 15% more damage equal to 15% of max HP and 30% of damage spread to nearby enemies (does not heal enemies). When hit by a target that is hit by \"Light Food\", will drain 10% of his remaining HP. Reduces fire damage of all enemies by 30% for 2 turns (ignoring immunity).",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "WHITE PROTECT",
					"description": "reduces all enemies' ATK (15% at lvl 1, permanently) and excellent skill damage (2 turns) by 10%. This passive reduce ATK and damage ignores immunity. When entering battle, increase self by 20% of max HP, buff shield with durability equal to 50% of max HP. Increases attack and defense by 35%, ultimate resistance to damage by 40%, crit resistance by 40% and increases damage resistance by 20~50% (the smaller the number of people on our side, the more it increases, can be stacked with the same buff).  When entering battle, increase your own super damage resistance by 50%, from turn 2 onwards, each time you activate the \"Light Kingdom\" area, you will reduce your super damage resistance by 10%, recover 30% of your maximum HP, when you enter the battle. dead or super damage resistance reduced to 0 the effect will be lost.  When you have a shield, it will be nullified with the rage reduction effect, when attacked by an enemy with the mark of \"Light of Light\", will reduce his crit resistance by 10% (2 turns, ignore immunity, can be added to the bonus). accumulating). When entering the battle, if our side has 2 or more people, the maximum damage you take will not exceed 40% of your maximum HP (every 1 enemy marked \"Obvious\" will decrease by 3% of the limit) Damage). When receiving fatal damage, will not die, release control status including petrification, recover all HP and MAX fury, buff shield with shield durability equal to 80% of maximum HP, permanently increase 40% super damage resistance and 60% resistance to unique attack damage, activates up to 1 time.",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "BENIMARU_XIII",
			"skills": [
				{
					"name": "THREE DEVELOPMENT ",
                    "description": "Attacks a single target, prioritizing the target that is affected by \"electrical suction\", draining 20% of crit resistance and paring ratio (2 turns). Has a 40% chance to paralyze the target (if the target is under \"electrical gravity\", chance increases to 60%). If the enemy has been hit by \"electrical suction\", will increase unique attack damage by 30%. Restores 15% max HP and 200 rage to self, 20% shield durability. If you are without a shield, you will recover 10% of your maximum HP.",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "WINDOW",
					"description": "Attacks a target, prioritizing the target that is affected by \"electrical gravity\". For 2 turns, grant yourself 20% ATK, DEF, and 30% Control Rate. Deals 40% bonus damage to nearby enemies (ignoring immunity), has a 60% chance to paralyze damaged targets and a 50% chance to apply \"electrical gravity\" to them. 2 random people in it. Deals extra damage equal to 15% of your maximum HP to paralyzed targets (ignoring immunity), restores 40% of your shield's durability. If you don't have a shield, you will buff yourself with a \"lightning shield\" with a shield durability equal to 20% of your maximum HP (only activated if when entering the battle, the enemy team has 2 or more people).",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "GENERATOR",
					"description": "Increases self's damage resistance (25% at lvl 1). Increases self by 25% immunity rate, rage speed, and ultimate damage resistance. When entering the battle, will buff \"lightning shield\" for yourself (shield durability is equal to 100% of your own HP at the time of battle, if it is 1vs1 when entering the battle, the shield's durability is 50%), if you have a shield, it will increase grants himself 40% immunity, 15% super damage resistance. If the shield is broken, it will apply \"electrical attraction\" to the person who broke the shield (2 turns, reduce ATK, defense by 15%, Rage speed, ignore immunity, cannot be disarmed), and buff \" Electric Overload\" to self (1 turn, cannot be negated, nullified with fury reduction effect, increases counterattack rate by 100%, if hit with a special skill, will deal damage equal to 20% of remaining HP on targets that are affected by \"electrical gravity\", recovering 20% of your maximum HP). If you are affected by paralysis, will absorb paralysis, release the control state for yourself, recover 10% of your maximum HP, increase your control rate by 10% for 2 turns (can stack up to 3 times) , cannot be resolved). When receiving fatal damage will not die, hide into the thunder and return to the field on our side's next turn, release control status including petrification, recover 50% of max HP and 200 fury. Also buff \"lightning shield\" with shield durability equal to 50% of max HP. Activate up to 2 times, if it is 1vs1 when entering the game, it will only activate 1 time.",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "GOENITZ_02_UM",
			"skills": [
				{
					"name": "BLUE SUNFLOWER",
                    "description": "Attacks a single target, increasing the chance to cast a unique ability on yourself by 20% (permanent, can stack up to 3 times, cannot be reversed). This attack will deal 20% more damage to Ve boxer. Drains 15% of target's max HP and 200 fury , has a 60% chance to stun. Solve the beneficial status of 1 random horizontal enemy.",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "FEMALE BAGS・JISSOUKOKU",
					"description": "Attacks a random target in the back row. For 2 turns, increase self damage, damage resistance, and critical rate by 20%. Deals extra damage equal to 250% of own ATK (ignoring immunity), applies a \"cursing wind\" effect to the target's vertical line (reduces crit chance and ultimate attack damage by 15%, ignores immunity). null, cannot be disarmed, lasts 1 turn). If the main target is killed while under the curse, grants themselves 7% ATK and DEF (permanent, stacks up to 3 times). Releases control status including petrification to 2 random teammates.",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "BREATH OF WIND",
					"description": "When in battle reduces ATK (15% at lvl 1, permanently) and 15% Critical Damage (2 turns) of all enemies (ignoring immunity). Increases self's attack and defense by 35% and crit chance by 30%. Increases self's own magic damage resistance by 20% (for every 1 Orochi bloodline ally, excluding yourself and aid will increase effectiveness by 5%). When entering the battle, buff yourself 1 time with blood palsy resistance (1 time only, ignore immunity, maintain forever). If the enemy has 2 or more people, each time being attacked, the maximum damage you take will not exceed 50% of your HP. The first turn when entering the enemy's battle, reduce 55% of the enemy's ultimate attack damage (1 turn, ignore immunity, cannot be reversed). If the enemy has 2 or more people when entering the battle, at the beginning of each turn, the enemy side will buff \"guardian wind\" for themselves and teammates standing in the same line. (increases resistance to magic damage by 20% and resistance to single-hit damage, stackable, cannot be negated, disappears after 1 turn or after being hit 3 times with special skills or unique moves). For those who have the \"guardian wind\" buff, will recover 15% of their maximum HP every time they are attacked with a special skill or a unique move. When receiving fatal damage, will not die, hide into the wind and return to the field on our side's next turn, release control status including petrification, recover 70% of max HP and 200 fury, increase speed by 20% self-regeneration (can be stacked up to 2 times, permanent). The above effect can be activated up to 2 times, each activation will restore 20% of maximum HP, increase 20~50% of super damage resistance for all allies (excluding self and hidden teammates). , the smaller the teammate, the greater the increase, lasting 1 turn).",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "IGNIZ_02_UM",
			"skills": [
				{
					"name": "HOLY ARROW",
                    "description": "Attacks an enemy target. Drain 20% of main target's max HP. After casting a unique ability, when you are attacked, you will have a 50% chance to activate resistance (reduce 40% of damage taken), and also absorb 50% of the target's crit resistance (ignoring immunity). Drain 200 fury from main target. Has a maximum volume of 650 rage received or absorbed by the enemy, and will activate the accumulated fury on our side's next turn (Igniz 02 UM 4 stars or more only activates). ",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "SURPRISE STATE",
					"description": "Attacks a random target. For 2 turns, increase self by 20% damage and damage resistance, 8% super damage. Absorbs 25% of main target's ultimate skill damage resistance (ignoring immunity), drains 14% of target's max HP. Removes control status including petrification for 1 ally (priority is given to the person being controlled, not activated when pursuing). Shreds main target (2 turns, reduces his damage and damage resistance by 30%, ignores immunity, cannot be disarmed, cannot shrink target that is becoming giant, if the enemy is being crushed, it will reset number of retentions). During this turn, if an ally casts a technique, Igniz will consume all his fury to pursue the target with the technique (maximum 1 time per turn).",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "DIRECTORY",
					"description": "When entering battle, increase your own damage and damage resistance (30% at level 1) and the rest of your allies will gain 40% of this buff's effect. When entering the battle, increase yourself by 40% ATK, Defense, Ultimate Skill Damage, Unique Skill Resistance, and Ultimate Skill Resistance, 1 turn in 1 turn of Blood Resistance (cannot be stacked). When entering battle or at the beginning of each enemy turn, will buff yourself with the following effects for 1 turn: If there is no one in front of Igniz 02 UM, buff yourself 10% super damage resistance, each time you are attacked attack, the maximum damage you take will not exceed 40~60% of your maximum HP (the more enemies, the lower the %HP will be). If there's no one behind Igniz 02 UM, increase self's ATK and Rage Speed by 20%. At the beginning of our side's turn, absorb all of the Devil Saiki's flames that our side is attached to, each 1 absorbed will restore our side 5% HP and 20 Rage. When entering the battle, acquire 2 levels of \"Divine Power\" (each 1 level will give you 1 fatal resistance), each time the enemy is defeated, you will gain 1 more level, up to 7 levels. Each time you spend 1 level of \"Divine Power\", will help you release the control state including petrification, recover 300 fury, spend 10% HP of all sides and the enemy side (not counting yourself), restore HP by 150% of HP spent (minimum equal to 30% of max HP), restores 7% of max HP for all of us. Igniz 02 UM is immune to shrinking and squeezing. At the beginning of each turn of our side, for 1 turn, the buff gives our side the ability to even receive a critical hit to block or resist. If our side has 2 or more people, at the beginning of each turn will heal 10% HP for the ally with the lowest HP and 100 rage for an ally without MAX fury. The first turn when entering the battle, Igniz 02 UM itself will ignore all normal control effects, definitely launching a unique move.  When entering the battle, depending on the system of your teammates, will buff the following effect for yourself (not counting your own system, stacking up to 3 times per system): -Strike: increase 12% block rate -Defense: Increases Critical Rate by 12% -Skill: Number of People x 10% Regeneration Speed, when entering battle will have 100 fury turns 1 Advanced Nuclear Passive: When entering the battle, if our side has 3 or more people, it will increase our side's resistance to special attack damage by 35% and unique damage resistance, and 15% damage resistance for 3 turns.",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "OROCHI_CHRIS_02_UM",
			"skills": [
				{
					"name": "SUNFIRE",
                    "description": "Attacks a horizontal line, for 2 turns increases the chance to cast a unique ability by 35%. Restores 20% of max HP and 300 fury, clearing the bad state for yourself. Increases poison damage by 30% for this single cast. Deals 1 tier of \"Destructive Blue Flame\" to the target (for 3 turns, at the beginning of our turn, deals destructive damage to enemies, up to 2 times).",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "EARTH FIRE",
					"description": "Attacks a horizontal line, for 2 turns grants yourself 25% ATK, DEF, and Penetration. Deals extra damage equal to x ATK (200% + 5% x the number of \"Destructive Blue Flame\" tiers that all enemies are on (ignoring immunity, damage divided equally among targets), heals HP by 35% of the damage dealt Deals 1 tier of \"Destructive Blue Violet Flame\" (for 3 turns, at the beginning of our turn, deals destructive damage to enemies, up to 2 times, ignores immunity, cannot be transformed. prize). at the same time cause 1 Career burnt soul (for 2 turns, in the early plays of enemy, damaging burned by 8% maximum HP, down 70 wrath of the target). rate of fatal of toss top This skill is equal to the number of tiers of \"Destructive Blue-violet Flame\" that all enemies are affected by x 7%.",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "OROCHI Abilities",
					"description": "When entering battle, increase self by 35% damage, damage resistance, ultimate attack damage, super damage (each respawn will increase by 5%). When entering battle or after respawning, increase the ATK of the person with the highest merit on our side by 15%. Upon entering the battle, the field turns into a floor of death (permanently maintained until Chris Hoa 02 UM is destroyed), granting himself 30% rage speed. While on the floor of death, will increase by 1 level if you inflict \"Destructive Blue-violet Flame\" or burn souls on enemies (equivalent to 75% of base damage, ignoring immunity). If the enemy is hit by 3 or more tiers of \"Destructive Blue Violet Flame\", each time you take damage, you'll take 15% of your max HP for extra damage (ignoring immunity). When entering battle, ignore control status including petrification, shrink, reduce healing rate, reduce fury for 2 turns. When attacked by an enemy that causes fury reduction, restores 160 fury (regenerates fury equal to the number of \"Destructive Blue Flame\" tiers that all enemies are affected by x 8), heals 12% of HP for yourself. Has the ability to respawn up to 2 times (if it is 1vs1 when entering the battle, only activate 1 time). After respawning, restores HP (40% at lvl 1) and inherits rage before death, increasing super damage resistance by 20%. The first turn after each respawn, nullifies all attacks during the enemy's turn (hidden).",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "OROCHI_YASHIRO_02_UM",
			"skills": [
				{
					"name": "CUTTING",
                    "description": "Attacks a single target, dealing 200% bonus damage equal to 200% of own defense (ignoring immunity), recovering 20% of max HP and 200 fury. Has 40% chance to stun the target (1 turn). For 2 turns, reduce target's unique attack damage resistance by 30% and the target's unique ability chance (ignoring immunity). Increases the chance of self-poisoning by 50% (permanent, cannot be negated, cannot be stacked).",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "DRY Mainland",
					"description": "Attacks one target, dealing 30% damage to nearby enemies (ignoring immunity). For 2 turns, increase self damage, damage resistance, and ultimate attack damage by 20%. Solve the bad state for yourself. Your previous spell cast if it didn't crit the primary target (or if it's your first time casting it), increases your skill damage by 20%, and your crit chance by 30% for this ability . For 1 turn, increase self's block rate by 30%, mark all enemies, successfully block marked enemies will increase self's block rate and block by 5% (only) permanent, stacks up to 5 times). Increases self and nearby allies 7% unique attack damage (1 turn, stackable), restores 8% HP (for every 1 Orochi bloodied ally, excluding self and reinforcements) support will increase efficiency by 20%).",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "EARTH ADVANTAGE",
					"description": "Increases self's block rate (30% at lvl 1, 0.2% per lvl). When entering battle, increase yourself by 40% ATK, counter rate, and excellent damage resistance. The first turn will definitely cast a unique move. Self nullifies with sustained damage. When attacking, deals additional damage equal to 10% of Yashiro's original HP 02 UM + (5% HP x number of Orochi allies, excluding self and aid), ignoring immunity. At the beginning of each turn, every 1 of our side will help themselves buff 1 level \"Earth of Regeneration\" (when \"Earth Regeneration\" is active, it will render themselves incapacitated with normal control effects including petrification. , shrinks, reduces healing rate, reduces fury.When attacked, spends 1 tier \"Earth of Regeneration\" to recover 30% of the HP lost in this attack by the enemy, permanently increasing defense by 25% and counterattack rate, can be stacked up to 5 times. The number of tiers of \"Earth Regeneration\" will reset each turn). At the beginning of each side's turn, restore HP equal to 200% of your own defense. When receiving fatal damage, will not die, release control status including petrification, recover 70% of max HP and 500 fury, this turn, the amount of HP recovered in the \"Land of Rebirth\" buff will increase to 80% ( not affected by healing rate), each match activates up to 3 times, if it is 1vs1 when entering the game, it only activates 1 time.",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "KUKRI",
			"skills": [
				{
					"name": "UNIQUE ATTACK",
                    "description": "Attacks a horizontal line. Reduces damage from martial artist Ve by 30%. Absorbs 15% of the target's unique ability to cast, recovers 20% HP and 200 fury. If the enemy is under \"Quicksand\", will increase the duration of \"Quicksand\" by 1 turn, dealing bonus damage equal to the lasting damage the target is hit (ignoring immunity). ",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "DIRSCK",
					"description": "",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "PASSIVE",
					"description": "When entering battle, grants yourself control rate and immunity (25% at level 1), 35% damage, and damage resistance. If your technique hits an enemy with \"Quicksand\", it deals 20% more damage equal to 20% of your maximum HP.  When entering battle, acquire the effect of \"Guardian Sand\" (increases defense by 40%, if hit with a special skill, it will decrease by 10%, decrease until 0%, this effect will be lost). When receiving fatal damage, will not die, immediately hide in the sand (activated up to 1 time, temporarily leave the field for 1 turn, when returning, it will release the control state including petrification, invincible. effective with all attacks for 1 turn), after the turn of all attacks is nullified, the first cast of the spell will deal 100% increased damage. After Kukri's death will increase the damage of \"Quicksand\" by 50%.",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "LUONG",
			"skills": [
				{
					"name": "KNIFE",
                    "description": "Attacks a horizontal line. Has a 40% chance to silence a male target for 2 turns and stun a female target for 1 turn. Drain 100 fury from a random target. Deals extra damage equal to 100% of your ATK. Every 1 target hit this time will buff themselves Salary 1 level \"Sword sharp\", if the target is hit with \"Birth\" will increase by 1 level. Reduces the target's healing rate by 30% (ignoring immunity, if there are 7 or more \"Sword Sharp\" tiers, the healing rate will be reduced by 60%)",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "DIRSCK",
					"description": "Attacks a target. Increases self's attack and defense by 20% and penetration rate by 30%. Inflicts \"Birth\" on target for 2 turns (sustained damage, does not heal enemies, ignores immunity). Effective buff of \"Life\" to self (enemies below 60% HP deal 20% more damage). Reduces target's Critical Rate and Block Rate by 30% (2 turns). Consumes all \"Sharp Sword\" effects, every 1 tier \"Sharpened Sword\" deals 30% more damage equal to 30% of own ATK. ",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "TRUST",
					"description": "Increases self control rate (40% at lvl 1). Increases self by 35% damage, damage resistance, 20% unique attack damage. Increases own equity by 15% of own control rate. On our side's turn, when an ally unleashes a technique on a target with less than 60% HP, Luong will \"churse\" with a single move on the enemy target with the lowest HP (maximum 3 times per turn). Any damage from Liang deals 30% more damage to enemies under the effect, heals yourself, and heals for the bonus damage. When mortally damaged, it will release the control state including petrification, recover 30% HP and 300 rage, enter stealth state, for the next 2 turns will increase 40% magic damage resistance and damage resistance Unique skill (each battle can be activated once).",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "MAI_XIV",
			"skills": [
				{
					"name": "LENGTH・LONG VISION Strikes",
                    "description": "a horizontal line. Increases self 40% chance to cast poison (2 turns, cannot be disarmed). Has a 30% chance to stun, reducing the target's critical rate by 30% (1 turn, if it's a male boxer, the chance to stun or is 60%). Reduces ATK by 30% (2 turns, crit will increase to 50%), reduces rage by 150 (if crits, reduces rage by 80, and reduces rage speed by 25% for 2 turns, if a fighter male, the effect is doubled).  Restores 40% of lost HP, for 2 turns, if your HP falls below 15%, restores 15% of your maximum HP (max 1 time).",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "DUONG HOA VU",
					"description": "Attack all targets, the less damage the higher the enemy, the maximum increase to 150% damage. Increases attack and defense by 20%, self crit rate by 30%, and healing rate for all allies by 20% (2 turns). This attack will ignore 25% of the target's ultimate skill damage resistance, buffing yourself critically (Enemy HP over 70% will increase damage by 20%). Deals 20% bonus damage to all enemy male fighters, deals 20% more damage to enemies affected by the \"Tame\" effect.  If your own crit rate is higher than the target's crit resistance rate, grants yourself damage and crit damage, the amount increasing by 30% of the difference (2 turns, cannot be negated). Deals extra damage equal to 4% of max HP to all enemies, dealing extra damage equal to 12% of max HP to 2 random targets hit by \"Dragon Flame\".",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "SHIRANUI",
					"description": "Super ATK Reduction: When in battle, it reduces ATK (20% at lvl 1, permanently) and 10% damage resistance (3 turns) of all enemies (ignoring immunity), passively reduces ATK Used on both enemy targets after respawning and combat aid. All other ATK reduction passives will be nullified (both enemy and our side). Increases self by 35% crit damage, damage, damage resistance, ultimate attack damage. When entering the battle, every 1 female fighter on our side will help you increase your critical hit rate by 5%, and every 1 male fighter on the enemy side will help you increase your crit resistance by 8%. At the beginning of our turn, if the enemy is in stealth mode (cannot be targeted or not attacked), will reduce your remaining HP by 40% to negate the stealth state (random 1 enemy , each match up to 2 times).  All damage dealt to the target will deal \"Dragon Flame\" effect to the target (2 turns, each turn will burn 150% of own ATK x (100% + own crit chance) ), reduces the target's healing rate and poison chance by 45%). Each time the enemy is attacked by \"Dragon Flame\", Mai XIV will help Mai XIV herself to recover 8% of her lost HP, every 1 \"Dragon Flame\" level that is cleared will help Mai XIV herself to recover 15% of her maximum HP, 7% of damage great skill (can be stacked, reset when launching the skill).  When entering battle or after casting a special skill, effectively buff \"Fire Shield\" to yourself (1 turn, each time you are attacked, the maximum damage you take will not exceed 30% of your maximum HP, when being attacked from 1~3 times, the \"Fire Shield\" will break, the more enemies, the more attacks will cause the shield to break). When the \"Fire Shield\" is broken, it will release the control state including petrification, buff 1 time the resistance to blood paralysis, increase the self's resistance to magic damage by 30% and resist unique damage, and at the same time acquire 1 tier \"Fire Sakura\" (cannot be reversed, increases unique attack damage and rage speed by 5%, can be stacked up to 6 times). When taking fatal damage, will not die, release control status including petrification, restore 70% of max HP (unaffected by healing rate reduction effect), MAX fury recovery, maximum activation per battle maximum 2 times (if it's 1vs1, only activate 1 time).",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "HEIN",
			"skills": [
				{
					"name": "GOOD",
                    "description": "Attacks in a horizontal row (prioritizes targets marked \"check-in\" as the main target). Increases self crit chance by 20% for 2 turns. Deals extra damage equal to 3% of the target's max HP x the number of pieces you own. Effective buff \"crit\" to self (2 turns, enemies above 50% HP will deal 30% more damage). If the attack hits a target in the back row, it will activate the \"level up\" effect, recover 100 fury, increase unique damage by 30% for 2 turns, and gain the following effects: 1. If the enemy's HP is above 60%, increase damage of \"level up\" effect by 50%, acquire Knights♘ (even while possessing Knights♘) 2. If own HP is below 70%, recover 15% HP, acquire troops Statue♗ 3. If own rage is less than 50%, change control status of an ally (prioritizes controlled ally) to the main enemy target, acquire a rook 4. If this turn does not Unleash the skill, get the Queen♕.",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "KING",
					"description": "Attacks a target. For 2 turns, increase self by 20% damage and damage resistance. Deals extra damage equal to 4% of your maximum HP x the number of pieces you own to the main target. Deals 40% damage to nearby enemies. Permanently increases the chance of casting a unique move by 15% (can stack up to 3 times). For each type of chess piece that you own, will increase the damage of special skills by 5%. After casting the skill, the following effects will be activated (can be stacked with similar buffs, up to 1 activation per turn): -For 1 turn, increase yourself and our bodyguard fighters. 5% block rate x number of Guardian allies (up to 15%) -For 1 turn, increase Strike rate for yourself and your Striker by 5% crit chance x number of Strike allies (max. 15% maximum) -For 1 turn, increase yourself and your team's Tech fighters by 5% attack damage x number of Tech allies (maximum 15%)",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "POSITION",
					"description": "When entering battle, increase self lifesteal rate (20% at lvl 1), 30% attack, defense, parry rate, and crit chance. Mark \"check-in\" on a target that is controlled or has less than 50% HP (deals 50% bonus damage, the \"check-in\" mark ignores immunity, cannot be reversed).  If you mark \"checkmate\" 3 times on the same target, for 2 turns reduce the target's healing rate by 30% (each level decreases by 5%, up to 75%). The first turn when entering the battle will activate \"Opening\", restore 350 fury, for 1 turn activate \"Stand by\" (when receiving damage from the enemy side, it will immediately hide until our side's turn). When receiving fatal damage, you will not die, activate \"Cast\", remove bad states including petrification, restore HP corresponding to the remaining HP of the enemy while dealing damage to yourself (recovers at least 49% HP) ) and 500 fury, and deal damage equal to 49% of the remaining HP to the person who damaged himself. Maximum of 1 activation per battle. Depending on the situation of the match, will receive the chess piece or sacrifice the piece (buffs while receiving the chess can be stacked with the same buff, cannot be resolved): -If you are in possession of the Knight ♘ , increase 10% parry rate (every time receiving a Rook will increase it by 10%, up to 80%). If the target is marked \"checkmate\", will sacrifice the Knight ♘ , for 1 turn increase the chance to block attack by 80%. -If in possession of a Statue♗, recover 10% of your maximum HP at the beginning of each turn on your side. If your own HP is below 50%, you will sacrifice a Statue♗, recover 40% of your maximum HP, and increase your resistance to magic damage by 40% for 2 turns. -If in possession of a rook, restores 50 fury at the beginning of each turn on our side. If controlled, will sacrifice the Xe♖ to release the state of control including petrification. -If possessing a Queen♕, increase Critical Rate and Critical Damage by 25%. At the beginning of our side's turn, if I don't MAX Rage, I will sacrifice my Queen to increase my attack damage by 40%, restore 400 fury, for 1 turn negate with fury reduction effect.",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "MARIE_ROSE",
			"skills": [
				{
					"name": "MILLION EXPLOSION",
                    "description": "Attacks 1 target, grants 10% block rate to all allies (15% if it's Team DOA6), drains 12% of the main target's max HP and 20% of the main target's Rage Rate (2 turns) ). For 1 turn, when attacking normally, there is a 30% chance to inflict \"Relief\" on the target.",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "PURE VIOLET",
					"description": "Attacks one target, gaining 20% ATK, DEF , 30% Crit Resist, and self paring chance (2 turns). Each ally on Team DOA6 excluding yourself, will increase your ultimate attack damage by 20% (up to 40%). Deals extra damage equal to 20% of your maximum HP to the target.  When entering the battle, if our side and the enemy side have 2 or more people, it will reduce 300 fury, reduce 35~60% of the main target's ATK and damage (1 turn, ignore immunity, cannot be reversed, The smaller the number of enemies, the higher the stats). Reduces all enemies' PERFECT casting probability by 30% (1 turn). Buff the ability to cast a unique move to 1 ally who has no unique ability this turn. Restores 100 fury to 1 random female teammate (Fight-type preferred). For 2 turns, self nullifies with paralysis and chains.",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "ROSE DRESS",
					"description": "Increases self's ultimate damage resistance and unique damage resistance (20% at lvl 1). Increases damage and damage resistance by 35%. Increases ATK and Defense by 25% (each DOA6 ally excluding yourself will increase yourself by 8%, up to 16%).  Reduces the healing rate of all enemies by 15% (if the enemy side has 2 or more fighters from the healing group, it will be reduced to 40%). The first turn when entering the battle will definitely have a unique ability, if you are in the front row, the first turn will increase 30% of excellent damage resistance and super damage resistance. At the beginning of each turn of the enemy, will gain 1 time of blood resistance, and at the same time acquire 3 levels of \"Rose Mark\" effect (when attacked with a special skill during the enemy's turn, will consume 1 level, each time. target will increase 20% super crit resistance and block, 1 turn, cannot be negated, can be stacked, and counterattack with basic attacks). While on the body with \"Rose Mark\", each time being attacked, the maximum damage that you take will not exceed 70% of your maximum HP. Normal attacks will not cause enemy fury, permanently increasing 15% unique ability (stacks up to 45%). When counterattacking with basic attack, activates the effect \"Blessed Rose\" (reduces target's fury by 100, restores 30% of missing HP, own healing unaffected by healing rate reduction effect) ).  At the beginning of each turn, if you still have \"Rose Mark\" on you, will absorb all \"Rose Marks\", recover 200 fury, increase immunity by 40% + 10% x number of tiers. “Rose sign” smoked (1 turn). When receiving fatal damage, will not die (each battle activates up to 2 times, if it is 1vs1, only activates once), removes bad status including petrification, recovers 50% of maximum HP and 300 fury, buffs shield equal to 50% of your maximum HP, can counterattack 1 time with a unique move on the attacker (doesn't lose \"Rose Mark\", activates \"Blessing Rose\" effect, and reduces 25 % of target's damage and damage resistance (1 turn, ignores immunity, cannot be negated), reduces fury by 200, deals additional damage equal to 28% of maximum HP to target, does not heal enemies. ",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
        {
			"fighter_id": "NYOTENGU",
			"skills": [
				{
					"name": "ORIGINAL EVIL",
                    "description": "Consumes 10% of your remaining HP, attacking a single target. Increases our team's DOA6's block rate, with an increase of 0.5% x % of HP lost (1 turn, cannot be reversed, can be stacked with the same buff). Reduces primary target's fury by 100 (if own HP is below 40%, additional 100 fury reduction). If own HP is below 25%, reduce main target's Rage Speed ​​by 20% (1 turn, ignore immunity, cannot be negated).",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "SOUL SURVIVAL",
					"description": "Consumes 10% of own remaining HP, attacking in a horizontal row. Increases crit rate by 10~40%, crit resistance, super crit resistance (2 turns, the lower the HP, the higher the stats). Restores 10% of your maximum HP to all of our DOA6 Team (excluding yourself). Increases the rage speed of all our factions by 5%, if it's Team DOA6, it's increased by 3% (2 turns, can be stacked with the same buff). If own HP is below 40%, deal additional damage equal to 10% of maximum HP to primary target. If own HP is below 20%, recover 10% of max HP.",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "HOUSE OF THE FAMILY",
					"description": "Increases self's damage resistance when entering battle (30% at lvl 1). Increases self by 30% ATK, Defense, 40% of block rate, 10~60% of ultimate damage resistance (the lower the remaining HP, the higher the stats, the update immediately). Each time you are attacked, you will gain 1 level of \"Dancing Wings\" effect (maximum 5 levels, cannot be neutralized). While possessing \"Dancing Wings\", each tier will increase your defense by 10%, and your unique ability's damage resistance by 5%. When \"Dancing Wings\" reaches max tier, it will hide into the wind (up to 3 times during battle) and reappear on our side's next turn, recovering 50% of its maximum HP (if its HP is at 50% or higher). increased, will not restore HP.) When hidden, will increase the damage done by our team's DOA6 by 10% (excluding yourself, can be stacked with the same buff.) At the beginning of our side's turn, spend all \"Dancing Wings\" tiers, every 1 level will help you recover 80 fury, if you spend 5 steps, you will recover MAX fury, if you have MAX fury, you will buff attack instead equal to the number of tiers x6% for all our team DOA6 (1 turn, can be stacked with the same buff). Every time an enemy attacks, there will be a 20~50% chance to activate the ability to limit the damage taken to not exceed 1% of your maximum HP (the less HP left, the higher the probability of activation) .  When receiving fatal damage, will not die, remove bad status including petrification, recover 50% of maximum HP. Self nullified with healing rate reduction effect. Activate up to 1 time.",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "HONOKA",
			"skills": [
				{
					"name": "BOOM",
                    "description": "Attacks a target (prioritizes enemies marked \"enemy\"), drains 150 of the target's fury, has a 50% chance to stun. If you hit a target marked \"Enemy\", reduce his fury by 150, dealing 40% more damage with \"Mystic Force\" to all enemies marked \"Enemy\". Restores HP equal to 250% of own ATK and 200 Fury.",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "BREAK BLOW",
					"description": "Attacks a horizontal line (priority has not been marked \"enemy\"). Increases self damage by 20%, damage resistance, and penetration rate by 50% for 2 turns. Reduces target's healing rate by 25% (doubles on primary target), deals bonus damage equal to 70% of \"Mystic Force\" (doubles on primary target).  Mark \"Enemy\" on the target (ignore immunity, 2 turns, reduce target's unique damage resistance by 30%, if the enemy marked \"enemy\" is defeated, in 1 next hit will increase self's super damage by 10%, does not stack). Absorb 30% of the control rate of the enemy with the highest control rate (2 turns, ignore the immunity, can't be disarmed, when entering the battle, each enemy Engineer will increase by 8%) ). Depending on the target's system, it deals the following additional effects (ignoring immunity): Strike: reduces the main target's ultimate attack damage by 15% for 2 turns Defense: ignores the target's counterattack, reduces 70 % of main target's block rate for 2 turns Attribute: ignores 20% of main target's super damage resistance, reduces unique skill damage by 30% for 2 turns",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "QUICK RUNNER",
					"description": "Increases self attack damage (20% at level 1). Increases ATK, Defense, Super Skill Damage Resistance, Unique Skill Damage Resistance, Critical Rate Rate by 35%. Increase self damage and damage resistance by 10% (each DOA6 ally excluding yourself will increase yourself by 4%, up to 8%). Increases block penetration by 50% of own control ratio (immediate update). If you are effectively buffed \"Ambush\" (from your Nyotengu or your SMAX) will increase your critical chance by 35%. Converts all 12% of the enemy's ultimate attack damage into \"Mystical Force\" (up to 600% of own ATK, resets at the beginning of enemy turn). Each time being attacked, will restore 20% of the lost HP (if you stand right behind Marie Rose, increase to 25%, up to 4 times each turn), depending on the attacker's system, additional buff effects The following results (can stack up to 2 tiers): Strike: increase 15% Defense damage : increase 15% damage resistanc Skill Attributes: increase 10% ATK, 20% Defense When taking fatal damage will not die , remove bad status including petrification, hide until the beginning of our side's next turn, recover 80% HP, 500 fury, for 1 turn negated with fury reduction effect, permanently increasing 8% super damage resistance. Each match activates up to 3 times, if it is 1vs1, only activates 1 time.",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "YURI_XIV",
			"skills": [
				{
					"name": "NO SPOT",
                    "description": "Attacks a target. Increases Strength by 2 points. Drain 200 fury and 15% of target's max HP. For 2 turns, increase the chance to cast a unique move by 50%. For 1 turn, if rage reduction (not counting fury reduction from the ultimate skill) will immediately restore 200 fury and 20% max HP. Effective buff \"Iron Wall\" for an ally that does not have this effect (for 2 turns increases damage resistance by 20%, excellent damage resistance, unique damage resistance, cannot be reversed).",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "SUPER BREAKING",
					"description": "Attacks a single target. Increases damage and damage resistance by 20%. Increases critical damage by 30%. Increases Strength by 2 points. If the target's damage resistance rate is higher than your own, deals 25% more damage. Inflicts a bleed effect on the target (2 turns, does not heal enemies). If you have \"Strengthening\" effect, will apply \"Armor Break\" effect on the target for 2 turns (reduce 20% defense and excellent damage resistance, ignore immunity, cannot be negated). If you cast the technique while having more than 50 Strike Points (not counting counterattacks), there's a chance to spend all of your Max Force points (0.5% chance per 1 point) to activate \"Crit cult\" (Double damage this time, crit for sure).",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "EXTREME POWER",
					"description": "Increases the ultimate damage for our side Saver Extreme (30% at lvl 1). Increases own attack, defense, attack damage, critical attack rate, and damage resistance by 20% by 40%. Self is ineffective against counterattacks. The first turn when entering the battle will be nullified with the rage reduction effect, increasing the super damage resistance by 40%, definitely launching a unique move. If you are attacked on the enemy's turn and you have not released a special skill the previous turn, you will counterattack with a special ability (does not return enemy fury but the damage dealt is only 60%). Each time you attack, will increase yourself by 2 points of Strength (up to 100 points). Each time an ally casts a special skill, it will increase themselves by 2 points of Ultimate Strength (doubled if the teammate is a Extreme Saver). For 1 turn only increase up to 10 Max Force points this way. On our side's turn, if an ally is controlled, it will immediately: 1. Dispel bad status for yourself, increase Rage Speed by 20% for 1 turn, recover 300 fury 2. Anesthetize 1 enemy random (ignore immunity) and apply \"tame\" effect on him (for 1 turn reduces ATK by 30%, ignores immunity, cannot be negated) When taking fatal damage will not die, unstatus crowd control, restores 40% HP and 300 fury, permanently increases magic damage resistance and unique attack damage resistance by 40% (cannot stack), hides until the beginning of our side's next turn (cannot be targeted) target to hit, but cannot be activated if there are no other teammates on the field), activates up to 2 times per match.",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "IORI_XIV",
			"skills": [
				{
					"name": "YUAN FIRE",
                    "description": "Attacks one target, inflicting \"armor-breaking\" effect (2 turns, reducing super damage resistance by 15%, crit resistance by 30%. ), inflicts 1 tier \"Fire of the Moon\" to the primary target. Inflicts \"Fire of the Moon\" on the target behind, equal to the number of steps inflicted on the target in front. If this attack is critical, it deals 120% bonus damage equal to 120% of self's ATK x (1+the number of tiers of \"Crescent Flame\" dealt to the target). If the main target is hit by \"Squirrel Moon Flame\", will inflict 1 tier \"Squirrel Moon Flame\" to the target behind. ",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "WINDOW",
					"description": "Drains 10% of the main target's attack, defense, 20% damage, and damage resistance (2 turns). Deals extra damage equal to 25% of your maximum HP to a shielded target. Ignore counter rate proportional to own critical rate. Each enemy that is hit by \"armor break\" will increase their own magic damage by 5%. If your own \"force of fishing for pearls\" is less than 3 levels, you will use the \"Bat De\" technique, if you have 3 or more steps, you will use the \"Bat chi umbrella\" technique. \"Eighth\": attacks in a horizontal line, dealing 1 level of \"Fire of the Moon\" to the target (2 turns, burns 150% of own ATK, does not heal enemies). If you attack an enemy with \"armor breaking\", you will gain 1 level of \"Pearl Fishing Power\", if the target is an enemy with Orochi blood or the last Boss, you will gain 1 more level. \"Eight of Umbrellas\": attack a target, for 2 turns increase self damage by 20%. Inflicts 1 level of \"Squill Moon Flame\" on the target (2 turns, burns equal to 100% of own ATK, also reduces rage by 200, does not heal enemies). Causes the enemy to fall into a state of \"judgment\" (ignoring immunity, cannot be resolved, 2 turns, when the enemy acts, there will be a 50% probability of removing his own beneficial buff).",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "YASAKANI GROUND",
					"description": "Super ATK : When in battle, reduces ATK (20% at lvl 1, permanently) and 10% damage resistance (3 turns) of all enemies (ignoring immunity), passively reduces ATK with both respawn enemy targets and combat aid. All other ATK reduction passives will be nullified (both enemy and our side). Increases own attack, defense, ultimate skill damage, and excellent skill damage resistance by 35%. Increases self crit chance by 50% and crit damage by 25% (each enemy with Orochi or Last Boss blood will increase themselves by 5%, up to 15%). On our side's turn, if you don't have MAX fury, you will drain 400 fury from an enemy with the highest fury (this fury drainer can't parry and won't crit). The first turn when entering the battle will have 50% super damage resistance. Self incapacitated with paralysis and chains. When entering the battle if both the enemy and I have 2 or more people, the maximum damage that you take will not exceed 70% of your maximum HP. When entering battle or after respawning, will gain 3 levels of \"Pearl Fishing Power\" (owning up to 3 levels), causing an \"armor breaking\" effect on the front line of the enemy (1 turn, reducing super damage resistance by 25% damage, 40% block rate). When attacked, will spend the remaining 3~5% HP of all enemies to recover the corresponding HP for yourself, at least 15~25% of your own HP, unaffected by healing rate, 1 turn heals up to 5 times, the lower the HP itself, the more it heals. Has the ability to respawn 2 times with full HP and MAX fury (if it's 1vs1, only respawn once), enter a riot state for 2 turns (35% crit chance, 70% parry chance) , in the turn of action of our side will gain 1 more level of \"Pearl fishing power\").",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "YAMAZAKI_XIV",
			"skills": [
				{
					"name": "FIRST STORM",
                    "description": "Attacks one target. Increases defense and block rate by 50%. Effective buff \"Indomitable\" (The lower your HP, the higher the damage, up to 60%). Deals a \"armor-breaking\" effect on the target (reduces damage resistance by 20% for 2 turns, cannot be negated). Restores 200 fury and 20% max HP. Effective buff \"Trust\" to self (for 1 turn, after taking magic damage, will not take extra skill damage from the same enemy, can be negated up to 2 times, if HP version Body over 50% will effectively buff \"Suppressing Force\", which cannot be reversed).",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "SOLID TARGET",
					"description": "Attacks one target. Increases ATK and DEF by 20%, Resistant to Single Attack Damage by 20%, and Chance to Cast a Unique Skill by 30%. Absorb 20% of main target's damage resistance, increase self damage by 20% damage resistance (1 turn, can be stacked with similar buff). Steals the target's beneficial buff. Steals 1% of the target's HP and HP corresponding to the target's currently attached HP, storing the same amount in \"Crazy Blood\", dealing 25% of that amount. If there is no one behind the target, it will deal 50% more damage, if there is, deal 80% more damage to the target behind. When you are affected by the effect of \"armor breaking\", will activate \"Crazy Blood\". Restores 50% of the accumulated \"Crazy Health\" and does not consume the accumulated \"Crazy Blood\". Solve \"break armor\" for yourself.",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "Lonely Wolverine",
					"description": "Increases self's maximum HP (20% at lvl 1). Increases damage by 35%, resistance to damage, 40% of ultimate damage, and resistance to magic damage. Increases super damage resistance by 20%, every time 1 ally dies, it will increase super damage by 4% (maximum 1 time per ally, excluding battle aid). The first turn when entering the battle, the maximum HP that you take each time you are attacked will not exceed 30~60% (the more enemies, the higher the effect). 40% of the damage dealt (80% after respawning) and 30% of the damage you take will apply to the \"Crazy Blood\" effect (up to 20 times your own ATK). At the beginning of the turn, if \"Crazy Health\" exceeds the maximum limit, it will consume all \"Crazy Health\" and heal yourself. Increases damage resistance corresponding to the amount of health recovered, if the heal exceeds the maximum health mark, will convert that residual amount to crit chance and parry rate (plus 20% more) (lasting 2 turns, cannot be resolved). Each time you spend \"Crazy Blood\" will increase your own ATK by 5% (cannot be reversed, can be stacked with the same buff, unlimited number of stacks). All damage will ignore counterattack. Each turn has 1 time resistance to polio. After death will respawn with full HP and MAX fury. After that, there will be 1 to 3 times of fatal resistance (depending on the number of enemies on the side after respawning), when receiving fatal damage will remove the bad state for yourself. Inflicts an \"armor-breaking\" effect on self and a random enemy target (prioritizes attacked target, reduces damage resistance by 20% for 2 turns). Responsive with great technique, does not cause enemy anger.",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "GATO",
			"skills": [
				{
					"name": "POWERFUL",
                    "description": "Attacks a single target, has a 50% chance to stun. If your own HP is lost more than the target's HP, it will deal additional damage equal to 10% of your maximum HP and deal 50% HP loss.  Depending on Gato's lost HP, the following effects will be obtained (the more HP lost, the higher the stats, maximum when losing 85% of HP): 1. For 2 turns, increase 5~50% parry rate and lifesteal rate 2. Deals 20~100% bonus damage 3. Recovers 100~300 fury ",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "SOLID TARGET",
					"description": "Attacks a target. Increases own attack and defense by 30%. If your own missing HP is more than the target's missing HP, deals additional damage equal to \"difference of lost HP x 40% x target's max HP\".  Reduces target's fury by 100, if after reducing rage the target still has more than 1000 rage, increases self control rate by 30%. Has a 50% chance to silence the target. Restore 40~160 rage to yourself and 1 ally without MAX fury (the more HP lost, the higher the stat, maximum when losing 85% HP). For 2 turns, reduce target's ultimate attack damage resistance by 20% (ignoring immunity, cannot be negated).",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "Lonely Wolverine",
					"description": "Increases self's parry rate (20% at lvl 1). Increases damage and damage resistance by 35%, control rate and chance to poison yourself by 40%. At the beginning of each turn, will activate the effect \"Nha\" for 1 turn. Depending on Gato's lost HP, the following effects will be obtained (the more HP lost, the higher the stats, maximum when losing 85% of HP): 1. Increase 0~500 fury 2. Increase 0 ~50% damage, damage resistance, crit rate, ultimate attack damage, ultimate damage resistance When receiving fatal damage, they will receive \"Excellent Eight Poles\", lasting 2 turns, can activate fatal resistance from 1 to 3 times (the more enemies, the more times to activate fatal resistance, for a period of time). duration will greatly reduce the healing rate, can take up to 100% of the damage taken depending on the amount of damage taken and your maximum HP). After the end of the duration of \"Excellent Eight Poles\", release the control state including petrification for yourself. The amount of damage accumulated will be converted to the \"Nha\" effect, counterattacking with a special move on the enemy with the most HP (the \"Nha\" effect accumulated this time will last until our side's next turn, can be stacked with similar buffs). After counterattacking, will heal yourself for the amount of damage you took (minimum 50% of your maximum HP) and 500 fury. When the effect of \"Excellent Eight Poles\" expires in the next 2 turns, it is no longer possible to counterattack, each match activate \"Excellent Eight Poles\" up to 2 times. Each activation of \"Eight Poles Ultimate\" will permanently increase 8% super damage and super damage resistance (can stack).",
					"description_es": "",
					"description_pt": ""					
				}
			]
		}
    ]
}