{
	"weapons": [
        {
			"fighter_id": "NYOTENGU",
			"weapon_awakened": {
				"name": "Honoka hair band",
				"description": "Consume <font color='#FFA726'>20%</font> of your remaining HP, attacking in a horizontal row. Increases crit rate by <font color='#FFA726'>15~45%</font> , crit resistance, super crit resistance (2 turns, the lower the HP, the higher the stats, <font color='#FFA726'>maximum when the self HP is 30% or less</font> ). Restores <font color='#FFA726'>15%</font> of your maximum HP to all of our team DOA6 (excluding yourself). <font color='#FFA726'>Increases critical damage to all of our DOA6 Team (excluding yourself), increased by 0.4 x % of lost HP (2 turns, cannot be reversed)</font>. Increases the rage speed of all our factions by <font color='#FFA726'>8%</font> , if it's Team DOA6, it's increased by 4% (2 turns, can be stacked with the same buff).<font color='#FFA726'>If own HP is below 60%, will buff the effect of \"Ambush\" to 1 random ally (2 turns, increase damage by 20% and attack damage, priority is given to Teammates DOA6 excluding self, priority first for teammates who don't have the buff \"Ambush\")</font>. If your own HP is below 40%, deal extra damage equal to <font color='#FFA726'>15%</font> of your maximum HP to the primary target. <font color='#FFA726'>If your own HP is below 30%, remove the main target's beneficial buff</font>. If own HP is below 20%, recover <font color='#FFA726'>20%</font> of max HP, <font color='#FFA726'>heal 200 fury for 1 random ally (priority for those who have not MAX fury, priority for Team DOA6, if it is Team DOA6, restore 300 fury).</font>",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "HONOKA",
			"weapon_awakened": {
				"name": "Honoka hair band",
				"description": "Attacks in a horizontal row (priority is given to enemies that have not been marked as \"enemy\"). Increases self damage by <font color='#FFA726'>30%</font> , damage resistance, and penetration rate by <font color='#FFA726'>60%</font> for 2 turns. Reduces target's healing rate by <font color='#FFA726'>30%</font> (doubles on primary target), deals bonus damage equal to <font color='#FFA726'>80%</font> of \"Mystic Force\" (doubles on primary target).  Mark \"Enemy\" on the target (skip immunity, 2 turns, reduce target's unique damage resistance by <font color='#FFA726'>35%</font> , if the enemy marked \"enemy\" is defeated, in 1 next hit. will increase self's super damage by <font color='#FFA726'>15%</font> , does not stack). Suction <font color='#FFA726'>35%</font> the control rate of the enemy with the highest control rate (2 turns, ignores the immunity, cannot be disarmed, each opponent of the enemy's Engineering type will increase by <font color='#FFA726'>12%</font> when entering the battle ). <font color='#FFA726'>This turn will definitely cast a unique move. If this attack can't cause the enemy to lose more than 40% HP, will immediately restore MAX fury (maximum 1 time per turn). If there are 4 or more enemies marked \"enemy\", will buff their own shields (shield durability is equal to 10% of \"Mystic Force\" x number of people marked, 2 CDs)</font> Depends on the target's system which deals the following effects (ignore immunity): Smash: <font color='#FFA726'>absorb 20%</font> of the primary target's ultimate attack damage  and crit chance for 2 turns Defense: ignores target's counterattacks, reducing them by <font color='#FFA726'>90%</font> primary target's block rate and <font color='#FFA726'>20% damage resistance</font> for 2 turns Attribute: ignores <font color='#FFA726'>25%</font> super resistance of main target's damage, <font color='#FFA726'>absorbs</font> 30% of unique ability damage, <font color='#FFA726'>and 60% chance to be immune</font> for 2 turns",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		}
    ]
}