{
	"skills_elements": [
		{
			"fighter_id": "DIZZY",
			"skills_elements": {
				"lake": "",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "KY_KISKE",
			"skills_elements": {
				"lake": "When entering battle, increase damage to our Guilty Gear fighter (10% at lvl 1, increase self by 30%). Increases self by <font color='#FFA726'>35%</font> damage resistance, ultimate attack damage resistance, ultimate skill damage, and <font color='#FFA726'>control rate</font> . <font color='#FFA726'>The first turn is definitely a unique move</font>. On each turn, the first attack on the enemy will cause paralysis for 1 turn (cannot be reversed. If it is 1vs1, the paralysis rate is reduced to <font color='#FFA726'>40%</font> , reduced by <font color='#FFA726'>35%</font>. target's damage resistance and rage rate). When receiving fatal damage, will not die, release control status including petrification for yourself, recover 80% of maximum HP and 500 Rage, and for 2 turns increase 30% healing rate and super damage resistance (Each match can be activated once). \"Grinder\": activated when <font color='#FFA726'>entering battle</font> .In 2 turns,grants yourself <font color='#FFA726'>35%</font> crit chance, crit damage, rage speed, at the beginning of each turn your side will heal yourself for 300 Rage, each time hit, the max HP you take will be does not exceed 35% of maximum HP (if it is 1vs1, then 60%), <font color='#FFA726'>permanently maintained</font> . Self nullifies with stun, paralysis, freeze, MAX freeze, silence, petrification, provocation, Rage reduction.",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "Attacks a horizontal line. Deals 50% more damage (ignoring immunity), deals extra damage equal to <font color='#FFA726'>18%</font> of the targets' max HP.<font color='#FFA726'> For 2 turns, increase yourself by 20% unique attack damage and unique ability damage resistance</font>. Heals yourself for 20% of your maximum HP and 300 Rage (if \"Grinder\" is active, the effect will be increased by 50%).In 2 turns,Increases the chance of <font color='#FFA726'>permanently</font> casting poison (cannot be disarmed) by 50% . Restores <font color='#FFA726'>10%</font> of max HP and <font color='#FFA726'>80</font> rage to Guilty Gear fighters, not counting yourself.",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "Attacks a <font color='#FFA726'>single target</font> . Reduces main target's Rage by <font color='#FFA726'>400</font> , for 2 turns, reduces the target's healing rate by 30% (if active, \"Grinder\" will increase effectiveness by 50%). During this turn, increase <font color='#FFA726'>ATK</font> and super damage by 15%, unique attack damage and ultimate attack damage by 20%. Removes beneficial status and applies \"Electricity\" to targets (ignore immunity, cannot be negated, reduces <font color='#FFA726'>magic</font> damage by <font color='#FFA726'>35%</font> , lasts until target casts the ability). After \"Electricity\" is lost, disarms target's beneficial state, has an <font color='#FFA726'>80%</font> chance to cause paralysis for 1 turn (ignoring immunity, cannot be disarmed). Deal extra damage with <font color='#FFA726'>350%</font> of own ATK and deal <font color='#FFA726'>15%</font> of max HP bonus damage <font color='#FFA726'>to primary target and enemies behind</font> (ignoring immunity), reduces the target's Rage Speed by 30% for 1 turn (ignoring exemption). <font color='#FFA726'>Reduces target's crit resistance rate by 35% (1 turn, ignores immunity, cannot be disarmed), buffs self's \"crit\" effect (for 2 turns, enemies with more than 50% HP will deal bonus damage) 30% damage)</font> . For 2 turns, grant yourself <font color='#FFA726'>35%</font> ATK, DEF, and <font color='#FFA726'>50%</font> Penetration Rate. Restores HP equal to 50% of damage dealt. Buff \"electrical shield\" for yourself (maximum 2 times per battle, shield durability equal to <font color='#FFA726'>400%</font> own ATK (if \"Grinder\" is active, shield durability is <font color='#FFA726'>600%</font> of ATK), while the shield is still on, each attack will restore 100 Rage). If you buff the shield while you have a shield (including an electric or other shield), the number of shield creation times will not be reduced, but the shield will be reset).",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "SOL_BADGUY",
			"skills_elements": {
				"lake": "When entering battle, increase the damage resistance of our Guilty Gear fighter (10% at lvl 1, double for yourself). Increases self <font color='#FFA726'>30%</font> unique damage resistance and ultimate skill damage resistance, <font color='#FFA726'>20%</font> super damage resistance , <font color='#FFA726'>40%</font> max HP. <font color='#FFA726'>Each turn will activate the ability to cast a unique ability to 1 person who does not have a unique ability on our side</font>. Effective buff \"Guilty Gear\" (when entering battle, increases ATK and DEF by 7% for Guilty Gear fighters including yourself, lasts forever). When defeated, it will respawn on our side's next turn (activated up to 1 time, does not receive the respawn effect from other fighters), after respawning will buff the following effect: \"Dragon Install\": restores max HP and Rage, increases unique skill damage and ultimate skill damage by <font color='#FFA726'>40%</font> , buffs yourself the ability to ignore control status including petrification, shrinks, reduces healing rate, Rage reduction (permanent). Self nullifies with sustained damage. When fatally damaged, will not die, recover <font color='#FFA726'>35%</font> HP and <font color='#FFA726'>500</font> Rage (up to 1 activation). For 2 turns, each time being attacked, the maximum damage you take will not exceed 10% of your maximum HP (if it is 1vs1 will not activate). At the beginning of each turn will release self-control including petrification, recovering <font color='#FFA726'>100</font> Rage . If \"Dragon Install\" is not activated (before respawn): <font color='#FFA726'>30%</font> increasefatal resistance to self. If own HP is more than 10%, will share <font color='#FFA726'>60%</font> of damage taken by Guilty Gear teammates, reducing this shared damage by 50%. At the beginning of each turn, restores <font color='#FFA726'>25%</font> of the missing HP. If your own HP is below 50%, will instantly recover <font color='#FFA726'>30%</font> of your maximum HP (once per turn). <font color='#FFA726'>The first turn when entering the battle will be nullified with the rage reduction effect.</font>",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "Attack in a horizontal row. For 2 turns, reduce the main target's unique ability to launch and damage resistance by 35% <font color='#FFA726'>(ignoring immunity)</font> , and have a <font color='#FFA726'>70%</font> chance to stun (1 turn). Deals 1 level of \"dragon fire\" effect to enemy targets (for 2 turns, each turn loses 7% of maximum HP, reduces anger by 80, this damage does not restore enemy Rage). Restore 350 Rage to yourself. <font color='#FFA726'>Deals extra damage equal to 10% of target's max HP (ignoring immunity, reduces Rage by 200</font>. After activating \"Dragon Install\" (after respawning): definitely casts a poison move, dealing 1 tier extra \"fire dragon\" <font color='#FFA726'>on the target</font> .",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "Attacks a target. For 2 turns, grant yourself <font color='#FFA726'>35%</font> ATK and DEF, <font color='#FFA726'>40%</font> Lifesteal. Reduces target's damage resistance and crit resistance by <font color='#FFA726'>30% (ignoring immunity)</font> . Inflicts 1 tier of \"dragon fire\" effect on enemy targets (for 2 turns, each turn loses 8% of his maximum HP, reduces rage by 80, this damage does not restore enemy Rage). Restores <font color='#FFA726'>25%</font> of your maximum HP. Restores 12% of max HP and 150 rage to Guilty Gear fighters, excluding yourself. For 1 turn, increase the ATK of fighters behind our side by 10%. Removes control status including petrification for 1 ally (priority is given to the person being controlled). After activating \"Dragon Install\" (after respawn): increases ATK and DEF by 5%, deals <font color='#FFA726'>70%</font> bonus splash damage to nearby enemies (ignoring immunity), deals bonus damage equal to 18% of main target's max HP to main target (ignoring immunity). The damage from the move ignores 30% of the defense and ignores the target's resistance. Deals 1 tier of \"dragon fire\" effect to enemy targets (cannot be reversed). <font color='#FFA726'>If the enemy team has a target with less than 20% HP remaining, will attack the target with the lowest HP, activating the effect \"Instant Death\": instantly kills the target, does not affect respawn (per battle) activated up to 1 time).</font>",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "ANGEL_XIV",
			"skills_elements": {
				"lake": "",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "ELISABETH_XI",
			"skills_elements": {
				"lake": "When in battle, reduces all enemies' ATK (15% at lvl 1, permanently) and amazing skill damage resistance (2 turns) by 10%. This passive reduce ATK and damage ignores immunity. When entering battle, increase self by <font color='#FFA726'>25%</font> of max HP, buff shield with durability equal to <font color='#FFA726'>70%</font> of max HP. Increases attack and defense by <font color='#FFA726'>40%</font> , ultimate resistance to damage by <font color='#FFA726'>50%</font> , crit resistance by <font color='#FFA726'>50%</font> and increases damage resistance by <font color='#FFA726'>30</font> ~50% (the smaller the number of people on our side, the more it increases, can be stacked with the same buff).  When entering battle, increase your own super damage resistance by 50%, from turn 2 onwards, each time you activate the \"Light Kingdom\" area, you will reduce your super damage resistance by 10%, recover <font color='#FFA726'>40%</font> Max HP, when self dies or super damage resistance is reduced to 0, the effect will be lost.  <font color='#FFA726'>Self nullified with Rage reduction effect</font>. When you have a shield, when attacked by an enemy with the \"Light of Light\" mark, will reduce his crit resistance by <font color='#FFA726'>15%</font> (2 turns, ignore immunity, can stack).<font color='#FFA726'> When your shield is broken by an enemy with the mark of \"Real Light\", will permanently increase self defense by 4% (can be stacked with the same buff, up to 20%)</font>. When entering the battle, if our side has 2 or more people, the maximum damage you take will not exceed <font color='#FFA726'>35%</font> of your maximum HP (every 1 enemy marked \"Obvious\" will decrease by 3% of the limit). Damage). When receiving fatal damage will not die, release control status including petrification, restore all HP and MAX Rage, buff shield with shield durability equal to <font color='#FFA726'>100%</font> of maximum HP <font color='#FFA726'>(unaffected by blood paralysis)</font> , Permanently increases super damage resistance by 20% and unique damage resistance by <font color='#FFA726'>30% (can stack with the same buff)</font> , activates up to <font color='#FFA726'>2 times .</font>",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "Attacks in a horizontal row (prioritizes the target being \"Light Eater\" as the main target), drains <font color='#FFA726'>300</font> Rage from the main target. If the target is hit by 1 tier of \"Light True\", it will reset the number of sustains and deal 1 more tier. If the target is being hit by 2 tiers, \"Light\" will detonate 1 tier (reset the remaining 1 tier's maintenance count).  Deals extra damage equal to <font color='#FFA726'>20%</font> of your maximum HP to enemies around the main target, dealing 1 tier of \"Light True\" to 1 random nearby target (if affected by \"Light Reality\" will reset the number. maintenance turn). Increases the probability of casting PERFECT of all sides by <font color='#FFA726'>35%</font> (2 turns), <font color='#FFA726'>reduces the probability of casting PERFECT of all enemies by 20% (2 turns)</font>, buff 1 time the ability to resist polio for yourself (2 turns). If you are active in the \"Light Kingdom\" area and the main target is affected by \"Light\", will buff yourself with shield durability equal to 60% of your maximum HP (if you have a shield, it will restore <font color='#FFA726'>25%</font> of your shield's durability). ).",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "Attacks a random target in the back row. Increases self <font color='#FFA726'>30%</font> damage, damage resistance, 45% critical resistance for 2 turns. Applies “Light True” to the main target and nearby enemies (15% reduced damage resistance, 25% defense, 30% block chance, 2 turns, ignores immunity, stacks up to 2 ranks) , each solution can only solve 1 level). If the main target is hit by \"Light of Light\" will deal extra damage equal to maximum HP ( <font color='#FFA726'>15%</font> of maximum HP per 1 level of \"Light of Light\" + <font color='#FFA726'>30% of missing HP, if you have a shield, will spend 20% remaining shield durability to deal additional damage equal to 250% of the consumed shield's durability )</font> and <font color='#FFA726'>60%</font> Damage spreads to nearby enemies (does not heal enemies). When attacked by a target that is hit by \"Light Food\", will drain 15% of his remaining HP, and reduce the healing rate by 20% (2 turns, ignore immunity). Reduces fire damage of all enemies by <font color='#FFA726'>40%</font> for 2 turns (ignoring immunity). This turn will definitely cast a unique move.<font color='#FFA726'> If standing behind Elisabeth XI is a female fighter, for 1 turn, will increase damage to that person by 15%, and also share 30% of damage if the ally behind Elisabeth XI is attacked, reduce 30% of damage divided this share (if your own HP is below 30% HP will not activate)</font>. Activate the area of \"Light Kingdom\" (2 turns), self nullify with normal control effects including petrification, shrinking, healing rate reduction, Rage reduction, extended damage and fire of Evil Saiki Devil. Buff gives all sides 30% penetration rate, 15% ultimate attack damage (can stack with similar buffs).",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "BENIMARU_XIII",
			"skills_elements": {
				"lake": "Increases self's damage resistance ( <font color='#FFA726'>30%</font> at lvl 1). Increases self by <font color='#FFA726'>35%</font> immunity rate, rage speed, and ultimate damage resistance. When entering the battle, will buff \"lightning shield\" for yourself (shield durability is equal to 100% of your own HP at the time of battle, if it is 1vs1 when entering the battle, the shield's durability is 50%), if you have a shield, it will increase grants himself <font color='#FFA726'>60%</font> immunity, <font color='#FFA726'>20%</font> super damage resistance. If the shield is broken, it will apply \"electric attraction\" to the person who broke the shield (2 turns, reduces ATK , defense by <font color='#FFA726'>20%</font> , Rage speed, ignores immunity, cannot be disarmed), <font color='#FFA726'>paralyzes</font> the shield. self, recover <font color='#FFA726'>300</font> Rage,at the same time buff \"Electricity overload\" to yourself (1 turn, can't be neutralized, nullified with Rage reduction effect, 100% counter rate increase, if attacked with a special skill, will deal damage equal to <font color='#FFA726'>25%</font> HP remaining on targets affected by \"electrical gravity\", heals <font color='#FFA726'>25%</font> of your maximum HP). If you are affected by paralysis, will absorb paralysis, release the control state for yourself, recover <font color='#FFA726'>20%</font> of your maximum HP, increase your control rate by <font color='#FFA726'>15%</font> for 2 turns (can stack up to 3 times) , cannot be resolved). When receiving fatal damage, will not die, hide into the thunder and return to the field on our side's next turn, release control status including petrification, restore <font color='#FFA726'>70%</font> of max HP and <font color='#FFA726'>300</font> Rage. Also buff \"lightning shield\" with shield durability equal to 50% of max HP. Activate up to 2 times, if it is 1vs1 when entering the game, it will only activate 1 time.",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "Attacks a single target, prioritizing the target that is affected by \"electrical gravity\", drains <font color='#FFA726'>25%</font> of crit resistance and paring rate (2 turns). Has a <font color='#FFA726'>60%</font> chance to paralyze the target (if the target is under \"electrical gravity\", the probability increases to <font color='#FFA726'>80%</font> ). If the enemy has been hit by \"electrical suction\", will increase the unique attack damage by <font color='#FFA726'>35%</font> . Restores <font color='#FFA726'>20%</font> of max HP and <font color='#FFA726'>300</font> rage to self, restores <font color='#FFA726'>30%</font> of shield durability. If there is no shield, it will restore <font color='#FFA726'>15%</font> of maximum HP. <font color='#FFA726'>If there is \"Overload power\", the recovery efficiency is doubled.</font>",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "Attacks a target, prioritizing the target that is affected by \"electrical attraction\". For 2 turns, grant yourself <font color='#FFA726'>35%</font> ATK, DEF, and <font color='#FFA726'>45%</font> Control Rate. Ignores block and resist on main target, deals 50% bonus damage to nearby enemies (ignoring immunity), has 70% chance to paralyze damaged targets and 50% chance to apply \"electrical attraction\" effect on targets <font color='#FFA726'>(100% for horizontal main target)</font> .<font color='#FFA726'> For 1 turn, if you are attacked, will drain the remaining 25% HP of all targets under \"electrical suction\" (your HP recovery is based on the total drained stats)</font>. If you have the buff \"Electric overload\", will reduce an additional <font color='#FFA726'>200</font> Rage on targets affected by \"electrical attraction\".  Deals extra damage equal to 15% of max HP to paralyzed targets (ignoring immunity), restores <font color='#FFA726'>60%</font> of self's shield durability. If you don't have a shield, you will buff yourself with a \"lightning shield\" with a shield durability equal to <font color='#FFA726'>80%</font> of your maximum HP (only activated if when entering the battle, the enemy team has 2 or more people). Each target that is affected by \"electrical attraction\" will grant themselves <font color='#FFA726'>8%</font> more magic damage this turn, definitely launching poison.",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "GOENITZ_02_UM",
			"skills_elements": {
				"lake": "When in battle, reduces ATK (15% at level 1, permanently) and Critical Damage (2 turns) of all enemies (ignoring immunity). Increases own attack and defense by <font color='#FFA726'>40%</font> and crit chance by <font color='#FFA726'>35%</font> . Increases self's magic damage resistance by 20% (for every 1 Orochi bloodline ally, excluding self and aid, will increase effectiveness by <font color='#FFA726'>8%</font> ). When entering the battle, buff yourself 1 time with blood palsy resistance (1 time only, ignore immunity, maintain forever). <font color='#FFA726'>The first turn when entering the battle is sure to launch a unique move</font>. If the enemy has 2 or more people, each time being attacked, the maximum damage you take will not exceed <font color='#FFA726'>35%</font> of your HP.The first turn when entering the enemy's battle, reduces the damage of the skill by <font color='#FFA726'>70%</font> and the rage speed of the enemy with the highest attack by <font color='#FFA726'>40%</font> (1 turn, ignores immunity, cannot be neutralized). If the enemy has 2 or more people when entering the battle, at the beginning of each turn, the enemy side will buff \"guardian wind\" for himself and his teammates standing in the same vertical and horizontal line . (+ <font color='#FFA726'>22%</font> increased resistance to ultimate skill and unique ability damage, stackable, cannot be negated, will disappear after 1 turn or after being hit 3 times with special skills or unique moves). For those who have the \"guardian wind\" buff, they will recover <font color='#FFA726'>17%</font> of their maximum HP every time they are attacked with a special skill or a unique move. <font color='#FFA726'>If you have the \"guardian wind\" buff, when you are reduced to anger, you will immediately release the control state and restore 250 Rage (maximum 1 time per turn)</font>. When receiving fatal damage, will not die, hide in the wind and return to the field on our side's next turn, release control status including petrification for <font color='#FFA726'>yourself and 1 random ally</font> , restore <font color='#FFA726'>100%</font> of max HP max and <font color='#FFA726'>300</font> rage , increase self's rage speed by <font color='#FFA726'>25%</font> (can stack up to 2 times, lasts forever). The above effect can be activated up to 2 times, each activation will restore <font color='#FFA726'>30%</font> of the maximum HP, increasing by <font color='#FFA726'>30~60%</font> super damage resistance for all allies (excluding self and hidden allies, the smaller the teammates, the greater the increase, lasting 1 turn).",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "Attacks one target, increasing the chance of self-poisoning by <font color='#FFA726'>25%</font> (permanent, can stack up to 3 times, cannot be reversed). This attack will deal <font color='#FFA726'>25%</font> more damage to boxer Ve. Drains <font color='#FFA726'>20%</font> of the target's max HP (<font color='#FFA726'>ignoring immunity<font>) and <font color='#FFA726'>250</font> Rage from the target, has a <font color='#FFA726'>70%</font> chance to stun. Solve the beneficial status of 1 random horizontal enemy. <font color='#FFA726'>For 2 turns, at the beginning of each enemy turn, heal yourself for 15% HP. For 1 turn, self is nullified by paralysis and the buff 1 time is invalidated by blood paralysis.</font>",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "<font color='#FFA726'>Attacks in a horizontal row (back row targets count as main targets)</font> . For 2 turns, increase self damage, damage resistance, critical rate by <font color='#FFA726'>35%</font> . From the 2nd time to launch the technique on, will absorb 50% of the enemy's highest attack target (2 turns, ignore immunity, can't be neutralized).<font color='#FFA726'> This attack will ignore 50% of the difference between the main target's attack, parry, resist, counter rate, and crit resistance. The turn of this skill, if the target does not activate parry, resist, will deal 25% more ATK damage (ignoring immunity)<font color='#FFA726'>.  Deals extra damage equal to <font color='#FFA726'>400%</font> own ATK (ignoring immunity), <font color='#FFA726'>restores 150 Rage to allies in the same line </font>, reduces rage of a random target in a vertical line by <font color='#FFA726'>300</font>, applies \"cursing wind\" to the target's vertical line (reduces crit rate by 20%, crit damage and ultimate damage, ignores immunity, cannot be negated, lasts 1 turn). If the main target is killed while under the curse, grants themselves <font color='#FFA726'>15%</font> ATK and DEF (permanent, stacks up to 3 times). Removes control status including petrification to 2 random allies, also removes beneficial status, reducing 2 random enemies' Rage rate by 20% (2 turns, ignores control immunity). For 2 turns, self nullifies for extended damage.",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "IGNIZ_02_UM",
			"skills_elements": {
				"lake": "When entering battle, increase your own damage and damage resistance (30% at lvl 1) and the rest of your teammates will gain 40% of this buff's effect. When entering the battle, increase yourself by <font color='#FFA726'>45%</font> ATK, Defense, Ultimate Skill Damage, Unique Skill Resistance, and Ultimate Skill Resistance, 1 turn in 1 turn of Blood Resistance (cannot be stacked). When entering battle or at the beginning of each enemy turn, will buff yourself with the following effects for 1 turn: If there is no one in front of Igniz 02 UM, buff yourself <font color='#FFA726'>15%</font> super damage resistance, each time you are attacked attack, the maximum damage you take will not exceed 40~60% of your maximum HP (the more enemies, the lower the %HP will be). If there is no one behind Igniz 02 UM, increase by <font color='#FFA726'>30%</font> ATK and 20% Regen for self. At the beginning of our side's turn, absorb all of the Devil Saiki's flames that our side is attached to, each 1 absorbed will restore our side <font color='#FFA726'>6%</font> HP and <font color='#FFA726'>25</font> Rage . When entering the battle, acquire <font color='#FFA726'>3</font> levels of \"Divine Power\" (each 1 level will give you 1 fatal resistance), each time the enemy is defeated, you will gain 1 more level, gain up to <font color='#FFA726'>9 levels, accumulate up to 7 steps</font> . Each time you spend 1 level of \"Divine Power\", will help you release the control state including petrification, <font color='#FFA726'>permanently increase 30% of control rate (can be stacked)</font>, recover <font color='#FFA726'>500</font> Rage , spend 10% of all HP. Combine your own and the enemy's side (not counting yourself), restore HP equal to 150% of the HP spent (minimum equal to <font color='#FFA726'>50%</font> Max HP), restores <font color='#FFA726'>10%</font> of the maximum HP to all of our factions. <font color='#FFA726'>The first time you spend \"Divine Power\" will hide until our side's next turn</font>. Igniz 02 UM is immune to shrinking and squeezing. At the beginning of each turn of our side, for 1 turn, the buff gives our side the ability to even receive a critical hit to block or resist. If our side has 2 or more people, at the beginning of each turn will heal 10% HP for the ally with the lowest HP and 100 rage for an ally without MAX Rage. The first turn when entering the battle, Igniz 02 UM itself will ignore all normal control effects, definitely launching a unique move. When entering the battle, depending on the system of the teammates, will buff the following effect for yourself (not counting your own system, stacking up to 3 times per system): - Strike: increase 12% block rate, <font color='#FFA726'>5% damage resistance</font> - Defense: 12% crit chance , <font color='#FFA726'>5% damage</font> - Skill: number of people x 10% rage speed, <font color='#FFA726'>30%</font> chance to launch a unique move , when entering battle will have 100 turns 1 High Nuclear Passive Level: When entering the battle, if our side has 3 or more people, it will increase our side's resistance by <font color='#FFA726'>40%</font> for special skills and unique attack damage, by 15% for damage resistance, <font color='#FFA726'>crit rate and crit resistance</font> in 3 turns.",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "Attack an enemy target. Drain <font color='#FFA726'>25%</font> of main target's max HP. After launching a unique ability, when you are attacked, you will have a 50% chance to activate resistance (reduce damage taken by <font color='#FFA726'>60%</font>), and also absorb 50 %of the target's crit resistance and block rate (removed). via exemption). <font color='#FFA726'>For 1 turn, each time being attacked will increase unique damage by 5% (can be stacked, reset after casting poison), has a 50% chance to recover 10% HP</font>. Drain <font color='#FFA726'>250</font> Rage from the main target. Has a maximum volume of <font color='#FFA726'>750</font> ragereceived or absorbed by the enemy, and will activate the accumulated Rage on our side's next turn (Igniz 02 UM 4 stars or more only activates), <font color='#FFA726'>if the amount of rage plus current rage is more than max rage, self will be negated with rage reduction effect until unleashing the ultimate skill, and also restore HP for the remaining amount of rage x 0.06% HP (up to 30%) for all of us.</font> ",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "When entering battle, increase your own damage and damage resistance (30% at lvl 1) and the rest of your teammates will gain 40% of this buff's effect. When entering the battle, increase yourself by <font color='#FFA726'>45%</font> ATK, Defense, Ultimate Skill Damage, Unique Skill Resistance, and Ultimate Skill Resistance, 1 turn in 1 turn of Blood Resistance (cannot be stacked). When entering battle or at the beginning of each enemy turn, will buff yourself with the following effects for 1 turn: If there is no one in front of Igniz 02 UM, buff yourself <font color='#FFA726'>15%</font> super damage resistance, each time you are attacked attack, the maximum damage you take will not exceed 40~60% of your maximum HP (the more enemies, the lower the %HP will be). If there is no one behind Igniz 02 UM, increase by <font color='#FFA726'>30%</font> ATK and 20% Regen for self. At the beginning of our side's turn, absorb all of the Devil Saiki's flames that our side is attached to, each 1 absorbed will restore our side <font color='#FFA726'>6%</font> HP and <font color='#FFA726'>25>/font> Rage . When entering the battle, acquire <font color='#FFA726'>3</font> levels of \"Divine Power\" (each 1 level will give you 1 fatal resistance), each time the enemy is defeated, you will gain 1 more level, gain up to 9 levels, <font color='#FFA726'>accumulate up to 7 steps</font> . Each time you spend 1 level of \"Divine Power\", will help you release the control state including petrification,<font color='#FFA726'> permanently increase 30% of control rate (can be stacked)</font>, recover <font color='#FFA726'>500</font> Rage , spend 10% of all HP. Combine your own and the enemy's side (not counting yourself), restore HP equal to 150% of the HP spent (minimum equal to <font color='#FFA726'>50%</font> Max HP), restores <font color='#FFA726'>10%</font> of the maximum HP to all of our factions. <font color='#FFA726'>The first time you spend \"Divine Power\" will hide until our side's next turn</font>. Igniz 02 UM is immune to shrinking and squeezing. At the beginning of each turn of our side, for 1 turn, the buff gives our side the ability to even receive a critical hit to block or resist. If our side has 2 or more people, at the beginning of each turn will heal 10% HP for the ally with the lowest HP and 100 rage for an ally without MAX Rage. The first turn when entering the battle, Igniz 02 UM itself will ignore all normal control effects, definitely launching a unique move.  When entering the battle, depending on the system of the teammates, will buff the following effect for yourself (not counting your own system, stacking up to 3 times per system): Strike: increase 12% block rate, <font color='#FFA726'>5%</font> damage resistance Defense: 12% crit chance , <font color='#FFA726'>5%</font> damage Skill: number of people x 10% rage speed, <font color='#FFA726'>30%</font> chance to launch a unique move , when entering battle will have 100 turns 1 High Nuclear Passive Level: When entering the battle, if our side has 3 or more people, it will increase our side's resistance by <font color='#FFA726'>40%</font> for special skills and unique attack damage, by 15% for damage resistance, <font color='#FFA726'>crit rate and crit resistance</font> in 3 turns.",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "OROCHI_CHRIS_02_UM",
			"skills_elements": {
				"lake": "When entering battle, increase yourself by <font color='#FFA726'>40%</font> damage, damage resistance, ultimate damage, super damage (each respawn will increase by 5%). When entering battle or after respawning, increase the ATK of the person with the highest merit on our side by <font color='#FFA726'>20% . Self incapacitated with normal incineration</font>. When entering the battle, the field changes to the floor of death (permanently lasts until Chris Hoa 02 UM is destroyed), increasing self by <font color='#FFA726'>40%</font> rage speed. While on the floor of death, will increase by 1 level if you inflict \"Destructive Blue-violet Flame\" or burn souls on enemies (equivalent to 75% of base damage, ignoring immunity). If the enemy is hit by 3 or more tiers of \"Destructive Blue Violet Flame\", each time he takes damage, he will take additional damage equal to <font color='#FFA726'>18%</font> of his maximum HP (ignoring immunity). <font color='#FFA726'>If the enemy is consumed by the soul burn caused by Chris Fire 02 UM, will reduce the crit rate and critical damage by 25%, if the enemy is hit by \"Destructive Blue-violet Flame\", will reduce the target's Rage Speed by 20% ( does not include the effectiveness of the arena)</font>. When entering battle, ignore control status including petrification, shrink, reduce healing rate, reduce Rage for 2 turns, <font color='#FFA726'>and the first turn will be nullified for all damage dealt to self</font>. When attacked by an enemy that causes Rage reduction, restores 160 Rage (regenerates Rage equal to the number of tiers of \"Destructive Blue-violet Flame\" that all enemies are affected by x <font color='#FFA726'>10</font> ), heals 12% HP for yourself. Has the ability to respawn up to 2 times (if it is 1vs1 when entering the battle, only activate 1 time). After respawning, restores HP ( <font color='#FFA726'>50%</font> at lvl 1) and inherits the rage before death, increasing super damage resistance by 20%. The first turn after each respawn, nullifies all attacks during the enemy's turn (hidden).",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "Attacks a horizontal line, for 2 turns increases the chance of launching a unique move by <font color='#FFA726'>50%</font> . Restores <font color='#FFA726'>25%</font> of max HP and <font color='#FFA726'>350</font> rage , dispels bad status for yourself. Increases poison damage by <font color='#FFA726'>40%</font> for this single cast. Deals 1 tier of \"Destructive Blue Flame\" to the target (for 3 turns, at the beginning of our turn, deals destructive damage to enemies, up to 2 times). <font color='#FFA726'>Also deals 1 level of soul burning (for 2 turns, at the beginning of the enemy's turn, deals scorching damage equal to 8% of max HP, reducing target's Rage by 70).</font>",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "Offensive <font color='#FFA726'>entire target (enemy as little damage as high, rising up to 180%)</font> , in 2 plays increased for themselves <font color='#FFA726'>35%</font> public, defense and regular support blow. Deals extra damage equal to x <font color='#FFA726'>ATK ( 650%</font> + 8% x the number of \"Destructive Blue Flame\" tiers that all enemies are on (ignoring immunity, damage divided equally among targets), heals HP by 50% of the damage caused. <font color='#FFA726'>Inflicts additional 12% maximum HP main objective (skip-free control)</font>. Times came top engineers skip the counterattack, plays certainly launch malicious attacks. Deal 1 Career \"Blue-violet destructive fire\" to <font color='#FFA726'>3 random targets</font>(for 3 turns, at the beginning of our side's turn, deal destructive damage to enemies, up to 2 times, ignore immunity, cannot be reversed). Also deals 1 level of incineration to <font color='#FFA726'>3 random targets</font> (for 2 turns, at the beginning of the enemy's turn, deals burn damage equal to <font color='#FFA726'>12%</font> of max HP, reducing target's Rage by <font color='#FFA726'>120</font> ). <font color='#FFA726'>Deals \"blood paralysis\" to targets that are affected by \"Destructive Blue-violet Flame\" (healing is equal to 20% of the maximum HP of the damage dealt this time, the first time you use the skill when entering the battle and after respawning, the effect is polio results increased to 40%)</font>. The critical rate of this attack is equal to the number of tiers of \"Destructive Blue Flame\" that all enemies are affected by x 12%, the critical damage is equal to the number of tiers x <font color='#FFA726'>8%</font> .",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "OROCHI_YASHIRO_02_UM",
			"skills_elements": {
				"lake": "Increases self's block rate ( <font color='#FFA726'>35%</font> at lvl 1, 0.2% per lvl). When entering battle, increase yourself by 40% ATK, counter rate, and excellent damage resistance. The first turn will definitely cast a unique move. Self nullifies with sustained damage. When attacking, deals additional damage equal to <font color='#FFA726'>12%</font> of Yashiro's original HP 02 UM + (5% HP x number of Orochi allies, excluding self and aid), ignoring immunity.<font color='#FFA726'> Self incapacitated with blood paralysis</font>. At the beginning of each turn, every 1 of our side will help themselves buff 1 level \"Earth of Regeneration\" (when \"Earth Regeneration\" is active, it will render themselves incapacitated with normal control effects including petrification. , shrinks, reduces healing rate, reduces Rage. When attacked, spends 1 tier of \"Earth of Rebirth\" to recover <font color='#FFA726'>40%</font> of the HP lost in this attack by the enemy, permanently increasing defense by 25%, counter rate and <font color='#FFA726'>5%</font> crit resistance , can be stacked up to 5 times.The number of tiers of \"Earth Regeneration\" will reset every turn). At the beginning of each side's turn, heals HP equal to <font color='#FFA726'>250%</font> of own defense. When taking fatal damage, will not die, release control status including petrification, restore <font color='#FFA726'>75%</font> Maximum HP and 500 Rage, this turn, the amount of HP recovered in the \"Land of Rebirth\" buff will increase to 80% (unaffected by healing rate), activated up to 3 times per battle, if it is 1vs1 when In battle, it can only be activated once.",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "Attacks one target, dealing extra damage equal to <font color='#FFA726'>250%</font> of own defense (ignoring immunity), recovering <font color='#FFA726'>25%</font> of max HP and <font color='#FFA726'>250</font> Rage . Has a <font color='#FFA726'>50%</font> chance to stun the target (1 turn). For 2 turns, reduce target's unique attack damage resistance by <font color='#FFA726'>35%</font> and the target's unique ability chance (ignoring immunity). Increases self's unique ability by <font color='#FFA726'>70%</font> (permanent, cannot be reversed, cannot be stacked). <font color='#FFA726'>For 2 turns, when the boxer in front of our side attacks, it will increase 40 Rage, when the boxer in the back of our side is attacked, it will increase 30 Rage.<font color='#FFA726'>",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "Attacks a single target, dealing <font color='#FFA726'>50%</font> damage to nearby enemies (ignoring immunity, <font color='#FFA726'>does not heal enemies</font> ). For 2 turns, increase self damage, damage resistance and ultimate attack damage by <font color='#FFA726'>35%</font> .<font color='#FFA726'> Reduces target's crit and parry rate by 25% (ignoring immunity)</font>. Solve the bad state for yourself. Your previous spell cast if it didn't crit the primary target (or if it's your first time casting it), increases the skill's damage by <font color='#FFA726'>35%</font>, and the crit chance by 50% for this spell . For 1 turn, increase <font color='#FFA726'>55%</font> parry ratio and <font color='#FFA726'>10%</font> block for yourself, mark all enemies, if successfully parrying marked enemies will help you increase your parry rate and block power by 7% (maintained permanently, stacks up to 5 times), <font color='#FFA726'>for 2 turns, reduces target's ATK and DMG by 15% (ignoring immunity, stacks)</font> Increases self and nearby allies by 10% Unique ability damage, unique skill damage, unique ability <font color='#FFA726'>damage resistance</font> , ultimate skill damage resistance  (lasting 1 turn, can be stacked), <font color='#FFA726'>15%</font> HP recovery and <font color='#FFA726'>150</font> Rage (For every 1 Orochi bloodied ally, excluding yourself and aid, will increase efficiency by 20%). This effect resets at the beginning of our side's next turn (maximum 1 turn per turn, will not activate if you are killed). <font color='#FFA726'>When entering the battle, if the enemy side has 2 or more people, you will have 1 respawn (recover 100% HP and inherit the amount of rage before dying).</font>",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "KUKRI",
			"skills_elements": {
				"lake": "",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "LUONG",
			"skills_elements": {
				"lake": "Increases self control rate ( <font color='#FFA726'>50%</font> at lvl 1). Increases self <font color='#FFA726'>40%</font> damage, damage resistance, <font color='#FFA726'>30%</font> poison damage, <font color='#FFA726'>60% chance to launch poison</font> . Increases own equity by <font color='#FFA726'>20%</font> of own control rate. On our side's turn, when an ally unleashes a technique on a target with less than 60% HP, Luong will \"churse\" with a single move on the enemy target with the lowest HP (maximum 3 times per turn). Any damage from Liang will deal <font color='#FFA726'>45%</font> more damage to enemies under the effect, heals yourself, and heals for the additional damage dealt. <font color='#FFA726'>When you are attacked, recover 10% of your missing HP (20% if you are under control)</font> When fatally damaged will release the control state including petrification, recover <font color='#FFA726'>50%</font> HP and <font color='#FFA726'>500</font> Rage , enters stealth state, for the next 2 turns will increase <font color='#FFA726'>45%</font> ultimate damage resistance and unique attack damage resistance, <font color='#FFA726'>permanently increase 5% super damage (can be stacked)</font> (up to <font color='#FFA726'>2</font> activations per battle ) times ).",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "Attack in a horizontal row. Has a <font color='#FFA726'>60%</font> chance to silence a male target for 2 turns and stun a female target for 1 turn. Drain <font color='#FFA726'>200</font> Rage from a random target. Deals bonus damage equal to (100% <font color='#FFA726'>+ number of \"Sword Sharp\" ranks x 10%</font> ) of own ATK. Every 1 target hit this time will buff themselves Salary 1 level \"Sword sharp\", if the target is hit with \"Birth\" will increase by 1 level. Reduces target's healing rate by <font color='#FFA726'>35%</font> (ignoring immunity, if there are 7 or more \"Sword Sharp\" tiers will reduce healing rate by <font color='#FFA726'>70% ).Each time \"Sword Sharpen\" buff, for 2 turns increases self's damage resistance by 2% (cumulative, non-dissolvable, duration calculated on a separate tier).</font>",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "Attacks a target. Increases own attack and defense by <font color='#FFA726'>35%</font> and penetration rate by <font color='#FFA726'>60%</font> . Inflicts \"Birth\" on target for 2 turns (sustained damage, does not heal enemies, ignores immunity). Effective buff \"Life\" to self (enemies below 60% HP deal <font color='#FFA726'>35%</font> more damage). Reduces target's crit chance and block rate by <font color='#FFA726'>60%</font> (2 turns, <font color='#FFA726'>ignores immunity </font>) . Consumes all \"Sharp Sword\" effects, every 1 \"Sword Sharp\" tier deals damage equal to <font color='#FFA726'>60%</font> of own ATK. If the number of \"Sharp Sword\" tiers spent during this attack is from <font color='#FFA726'>4</font> tiers or higher, on our side's next turn, we will release the control state including petrification for ourselves.<font color='#FFA726'> Acquire 1 level of resistance to polio (2 turns), for 1 turn, each attack will restore HP equal to 25% of the missing HP</font>. Every time you accumulate <font color='#FFA726'>18</font> levels of \"Sword Sharpen\" or more, you will buff 1 more time the ability to hide when receiving fatal damage (up to 2 additional buffs) <font color='#FFA726'>If it is the 2nd time to cast a special skill in 1 turn, The technique will change to \"SMAX. Fairy\", attacking a random target, in addition to inheriting the above effects, will reduce the target's Rage by 1000 (this Rage reduction does not crit, cannot block).</font>",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "MAI_XIV",
			"skills_elements": {
				"lake": "Super attack reduction: when going to battle, it will reduce ATK ( 20% at lvl 1, permanently) and 10% damage resistance (3 turns) of all enemies (ignoring immunity), internal ATK reduction applies to both enemy targets after respawning and combat aid. All other ATK reduction passives will be nullified (both enemy and our side). Increases self by <font color='#FFA726'>40%</font> crit damage, damage, damage resistance, ultimate attack damage. When entering the battle, every 1 female fighter on our side will help you increase your critical hit rate by <font color='#FFA726'>6%</font> , each 1 male fighter on the enemy side will help you increase your crit resistance by <font color='#FFA726'>10%</font> . At the beginning of our turn, if the enemy is in stealth mode (cannot be targeted or not attacked), will reduce your remaining HP by 40% to negate the stealth state (random 1 enemy , up to 2 times per battle), <font color='#FFA726'>and also apply a \"Tame\" effect on this stealthed enemy (for 2 turns, reduce damage and critical rate by 50%). The first turn when entering the battle is sure to launch a unique move</font>. All damage dealt to the target will deal \"Dragon Flame\" effect to the target (2 turns, each turn will burn 150% of own ATK x (100% + own crit chance) ), reduces the target's healing rate and poison chance by <font color='#FFA726'>60%</font> ). Each time the enemy is attacked by \"Dragon Flame\", Mai XIV will recover <font color='#FFA726'>10%</font> .HP has been lost, every 1 level of \"Dragon Flame\" is resolved will help Mai XIV herself recover <font color='#FFA726'>20%</font> of her maximum HP, <font color='#FFA726'>9%</font> of the magic damage (can be stacked, reset when launching the skill).  When entering battle or after casting a special skill, effectively buff yourself \"Fire Shield\" (1 turn, each time you are attacked, the maximum damage you take will not exceed <font color='#FFA726'>22%</font> of your maximum HP, when being attacked from <font color='#FFA726'>1~4 times</font> , the \"Fire Shield\" will break, the more enemies, the more times the number of attacks will cause the shield to break). When the \"Fire Shield\" is broken, it will release the control state including petrification, buff 1 time the resistance to blood paralysis, increase the self's resistance to magic damage by <font color='#FFA726'>40%</font> and resist unique damage, and at the same time acquire 1 tier \"Fire Sakura\" (cannot be reversed, increased <font color='#FFA726'>7%</font> Unique Attack Damage and Rage Speed, stackable up to 6 times). When taking fatal damage, will not die, release control status including petrification, restore <font color='#FFA726'>85%</font> of maximum HP (unaffected by healing rate reduction effect), MAX Rage recovery, maximum activation per battle maximum 2 times (if it's 1vs1, only activate 1 time).",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "Attacks in a horizontal row. Increases self by <font color='#FFA726'>55%</font> chance to cast poison (2 turns, cannot be disarmed). Has <font color='#FFA726'>40%</font> chance to stun, reducing target's critical chance by 30% (1 turn, if it's a male boxer, the chance to stun or is <font color='#FFA726'>70%</font> ). <font color='#FFA726'>Deals 30% more damage to boxers affected by the \"Tame\" effect</font>. Reduces ATK by <font color='#FFA726'>40%</font> (2 turns, crit will increase to <font color='#FFA726'>55%</font> ), reduces rage by <font color='#FFA726'>200</font> (if crits , reduces rage by <font color='#FFA726'>100</font> more , and reduces rage speed by <font color='#FFA726'>30%</font> for 2 turns, if a fighter) male, the effect is doubled).  Recovery <font color='#FFA726'>45%</font> HP lost, for 2 turns, if own HP falls below 15% will restore <font color='#FFA726'>20%</font> of maximum HP (max <font color='#FFA726'>2 times</font> ). <font color='#FFA726'>At the beginning of our side's next turn, heal yourself for 350 rage, 26% of your max HP, everyone in the same row will also be regenerated and HP for half the effect.</font>",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "Attack all targets, the less damage the higher the enemy, the maximum increase to 200% damage. Increases attack and defense by <font color='#FFA726'>35%</font> , self crit chance by <font color='#FFA726'>50%</font> , healing rate by 30% for all allies (2 turns). This attack will ignore <font color='#FFA726'>35%</font> of the target's ultimate attack damage resistance (<font color='#FFA726'> 45%</font> for main target), buff the critical effect on yourself (Enemy HP above 65% will increase damage by <font color='#FFA726'>40%</font> ). Deals <font color='#FFA726'>35%</font> bonus damage to all enemy male fighters, deals 30% extra damage to enemies affected by the \"Tame\" effect.  If your own crit rate is higher than the target's crit resistance rate, grants yourself damage and crit damage, the amount increased by <font color='#FFA726'>45%</font> of the difference (2 turns, cannot be negated). Removes the beneficial status of 2 random enemy targets that get crits. Deals extra damage equal to <font color='#FFA726'>7%</font> of max HP to all enemies, dealing extra damage equal to 18% of max HP to 2 random targets hit by \"Dragon Flame\". Charge \"Yang Inflammation\" with an amount equal to <font color='#FFA726'>35%</font> of this attack's damage (activates as bonus damage the next time the technique is cast, effective on all enemy targets), each time \"Yang Inflammation\" is activated. HP will increase self- crit chance by <font color='#FFA726'>20%</font> , increase by <font color='#FFA726'>35%</font> destructive damage resistance (cannot be reversed, can be stacked, lasts 2 turns). When entering the battle and after each fatal hit, the first time casting the ultimate skill will buff yourself with shield durability equal to 1% of your maximum HP (only activates with 4-star Mai XIV after learning the passive) <font color='#FFA726'>Depends on The number of tiers of \"Fire Sakura\" that you currently own, will buff the following effects: -1 level: for 2 turns, self is disabled with paralysis, chains, enchantment, anger reduction. When entering the battle, if our side and the enemy side have 2 or more people, increase self by 30% super damage resistance (2 turns, maximum 1 activation per battle) -2 ranks: number of times needed to destroy \"Fire Shield\" will increase to 1~6 times, lasting forever. -3 levels: in the enemy's turn, if you are attacked by a fighter in the front row with a special skill, you will counterattack with \"SMAX. Female Ninja Fire Flow\" (maximum 1 turn per turn, if it's 1vs1, maximum only 2 turns after activation). \"SMAX. Female Ninja Fire Flow\": attacks a single target, ignoring 30% of the main target's super damage resistance, dealing additional damage equal to 60% of \"Yang Inflammation\". Deals 50% bonus damage to nearby enemies. This attack does not cause the enemy's Rage to return, has a 60% chance to inflict \"Forbidden poison\" on the main target (cannot launch a single move for 2 turns, if it is a male fighter, the probability is 70%). For 1 turn, if our side has a chained fighter, will suck the chain of 1 random ally, release control status including petrification for that person, recover 200 rage for yourself (max 2 activation per battle). time).</font>",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "HEIN",
			"skills_elements": {
				"lake": "When entering battle, increase self lifesteal rate ( <font color='#FFA726'>25%</font> at lvl 1), <font color='#FFA726'>35%</font> attack, defense, parry rate, and crit chance. Mark \"check-in\" on a target that is controlled or has less than 50% HP (deals <font color='#FFA726'>60%</font> bonus damage, the \"check-in\" mark ignores immunity, cannot be reversed).  If you mark \"check-in\" <font color='#FFA726'>twice</font> on the same target, for 2 turns reduce the target's healing rate by <font color='#FFA726'>40%</font> (each level decreases by 5%, up to <font color='#FFA726'>85%</font> ). The first turn when entering the battle will activate \"Opening\", restore 350 Rage, for 1 turn activate \"Stand by\" (when receiving damage from the enemy side, it will immediately hide until our side's turn). When receiving fatal damage, you will not die, activate \"City\", remove bad states including petrification, restore HP corresponding to the remaining HP of the enemy while dealing damage to yourself (recovers at least <font color='#FFA726'>69%</font> HP) ) and 500 Rage, and deal damage equal to the remaining <font color='#FFA726'>69%</font> of HP to the enemy who just damaged himself. Maximum of 1 activation per battle. <font color='#FFA726'>Each battle can revive up to 1 time, restore MAX Rage and full HP, sacrifice all pieces, re-activate \"Opening\", reset the number of activations \"Casting\"</font>. Depending on the situation of the match, will receive the chess piece or sacrifice the piece (buffs while receiving the chess can be stacked with the same buff, cannot be resolved): -If you own a Knight, increase <font color='#FFA726'>15%</font> parry penetration rate (every time a rook is acquired, it increases <font color='#FFA726'>15%</font> more, up to <font color='#FFA726'>120%</font> ). If the target is marked \"checkmate\", will sacrifice the Knight, for 1 turn increase <font color='#FFA726'>120%</font> chance to block attack. -If in possession of a Statue♗, recover <font color='#FFA726'>15%</font> of your maximum HP at the beginning of each turn on your side. If your own HP is below <font color='#FFA726'>60%</font>, you will sacrifice a Statue♗, recover 40% of your maximum HP, and increase your resistance to magic damage by 40% for 2 turns.  -If you have a rook, restore <font color='#FFA726'>80 Rage</font> at the beginning of each turn on your side. If you <font color='#FFA726'>or an ally</font> is controlled, will sacrifice a rook to remove the control state including petrification <font color='#FFA726'>(prioritize yourself, if you are not controlled, priority will be given to 1 random ally being controlled) regime)</font> . -If possessing a Queen♕, increase crit chance by <font color='#FFA726'>30%</font> and crit damage by <font color='#FFA726'>30%</font> . At the beginning of our turn, if you don't MAX Rage, will sacrifice your Queen♕ to increase your attack damage by <font color='#FFA726'>60%</font> , restore <font color='#FFA726'>600 rage</font> , for 1 turn negate with Rage reduction effect.",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "Attack in a horizontal row (prioritize targets marked \"check-in\" as the main target). Increases self <font color='#FFA726'>crit</font> chance by <font color='#FFA726'>30%</font> for 2 turns. Deals extra damage equal to <font color='#FFA726'>4%</font> of the target's max HP x the number of pieces you own. Effective buff \"crit\" to self (2 turns, enemies over 50% HP will deal <font color='#FFA726'>40%</font> more damage). If the attack hits a target in the back row(or when there is only one target in the horizontal line), it will activate the \"level up\" effect, recover 150 Rage, increase unique damage by 40% for 2 turns, and gain additional the following effects: 1. If enemy HP is above <font color='#FFA726'>50%</font>, increase by <font color='#FFA726'>60%</font> the damage of the \"level up\" effect, acquires a Knight♘ (even while possessing a Knight♘) 2. If own HP is below 70%, recovers <font color='#FFA726'>20%</font> HP, acquires a Statue♗ 3. If quantity own rage is less than <font color='#FFA726'>70%</font> , switch one ally's control status (prioritizes the controlled ally) to the enemy's main target, acquires a Rook 4. If this turn doesn't cast a spell , receive the Queen's army.",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "Attacks a target. For 2 turns, grant yourself <font color='#FFA726'>35%</font> damage and damage resistance. Deals extra damage equal to <font color='#FFA726'>6%</font> of your maximum HP x the number of pieces you own to the main target. Deals 40% damage to nearby enemies. Permanently increases <font color='#FFA726'>25%</font> chance to cast a unique ability (can stack up to 3 times). For each type of chess piece that you own, will increase the damage of excellent skills by <font color='#FFA726'>15%</font> . After casting the skill, will activate the following effects (can be stacked with the same buff, maximum 1 activation per turn): -For 1 turn, increase self andOur Bodyguards <font color='#FFA726'>15%</font> parry rate x number of Guardian allies (up to 30%) -For 1 turn, increase yourself and your Strike Fighters <font color='#FFA726'>15%</font> crit chance x number Strike-type allies (up to 30%) -For 1 turn, grant yourself and your team's Tech fighters <font color='#FFA726'>15%</font> ultimate attack damage x number of Skill-type allies (up to 30%) <font color='#FFA726'>Acquire \"Stand by \" for 1 turn (when receiving damage from the enemy side will immediately hide until our side's turn, the time to activate again is 6 turns, each time sacrificing 1 piece will reduce the wait by 1 turn). \"Stand by\" can be activated 1~6 times depending on the number of people on the enemy side (the more enemies activate the more). Target \"Opening\" effect, absorb all pieces, this turn will definitely launch a single move. After launching SMAX. King, if there is an enemy marked \"checkmate\", immediately restore MAX Rage, change the skill to SMAX. After that, attack the enemy target with the least HP (prioritize the target marked \"check-in\"), dealing bonus damage equal to 100% of the ATK x the number of \"check-in\" tiers the target is marked. This effect only activates once per turn, after activating will receive the Queen.</font>",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "MARIE_ROSE",
			"skills_elements": {
				"lake": "Increases self's ultimate damage resistance and unique skill damage resistance ( <font color='#FFA726'>25%</font> at lvl 1). Increases damage and damage resistance by <font color='#FFA726'>40%</font> . Increases attack and defense by <font color='#FFA726'>30%</font> (each DOA6 ally excluding yourself will increase yourself by <font color='#FFA726'>10%</font> , up to <font color='#FFA726'>20%</font> ).  Reduces the healing rate of all enemies by 15% (if the enemy team has 2 or more fighters from the healing group, it will be reduced by <font color='#FFA726'>50%</font> ). The first turn when entering the battle will definitely have a unique ability, if you are in the front row, the first turn will increase your resistance to magic damage by <font color='#FFA726'>40%</font> and super damage resistance.<font color='#FFA726'>The first turn when entering the battle will restore 300 Rage (recover 400 Rage if Honoka is behind him)</font>. At the beginning of each turn of the enemy, will gain 1 time of blood resistance, and at the same time acquire 3 levels of \"Rose Mark\" effect (when attacked with a special skill during the enemy's turn, will consume 1 level, each time. target will increase super crit resistance and block by <font color='#FFA726'>25%</font> , 1 turn, cannot be negated, can be stacked, and counterattack with basic attacks). While on the body with \"Rose Mark\", each time being attacked, the maximum damage that you take will not exceed <font color='#FFA726'>60%</font> of your maximum HP.<font color='#FFA726'> When you have the buff \"Steel Wall\", if you counterattack with normal attacks, you will remove the bad state including petrification for yourself (maximum 1 time per turn)</font>. Normal attack will not cause enemy Rage regeneration, permanent increase <font color='#FFA726'>20%</font> chance to cast a unique move (stacks up to <font color='#FFA726'>60%</font> ). When counterattacking with basic attack, activates the effect \"Blessing Rose\" (reduces target's Rage by 100, restores <font color='#FFA726'>35%</font> of lost HP, <font color='#FFA726'>heals the lowest HP ally for 30% of that person's lost HP</font>, own healing is not affected by the healing rate reduction effect).  At the beginning of each turn, if you still have \"Rose Mark\" on you, you will absorb all \"Rose Marks\", recover <font color='#FFA726'>300 rage</font> , increase immunity by <font color='#FFA726'>45% + 15%</font> x number of tiers. “Rose sign” smoked (1 turn). When receiving fatal damage, will not die (each battle activates up to 2 times, if it is 1vs1, only activates once), removes bad status including petrification,<font color='#FFA726'>for 2 turns increase 30% unique damage resistance, ultimate skill damage resistance, super damage resistance</font>, <font color='#FFA726'>70%</font> max HP recovery <font color='#FFA726'>(unaffected by healing rate reduction effect)</font> and 300 Rage, shield buff equal to <font color='#FFA726'>70%</font> of max HP for yourself, can counterattack 1 time with a unique move on the attacker (doesn't lose \"Rose Mark\", activates \"Blessed Rose\" effect, and reduces damage by 25% target's damage and damage resistance (1 turn, ignores immunity, cannot be negated), reduces <font color='#FFA726'>Rage</font> by <font color='#FFA726'>250</font> , deals extra damage equal to <font color='#FFA726'>35%</font> of target's max HP, does not heal enemies.",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "Attacks 1 target, grants 10% block rate to all allies ( <font color='#FFA726'>20%</font> if it's Team DOA6), drains <font color='#FFA726'>18%</font> of the target's max HP and <font color='#FFA726'>25%</font> of the target's Rage main (2 turns), has a <font color='#FFA726'>60%</font> chance to inflict \"Exhaustion\" on the target (for the next 1 hit, the amount of damage dealt will be 0, ignore immunity, cannot be negated). For 1 turn, when basic attacks will have a <font color='#FFA726'>35% chance to deal</font> \"Resist\" to the target, <font color='#FFA726'>increasing the damage of normal attacks by 50% for 1 amount (cannot be negated) . This attack ignores the target's counterattack.</font>",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "Attacks one target, gaining <font color='#FFA726'>35%</font> ATK, DEF , <font color='#FFA726'>50%</font> crit resistance, and self parry rate (2 turns). Each ally on Team DOA6 excluding yourself, will increase your ultimate attack damage by <font color='#FFA726'>35%</font> (up to <font color='#FFA726'>70%</font> ). This attack ignores <font color='#FFA726'>defense</font> and counters, dealing extra damage equal to <font color='#FFA726'>35%</font> of max HP to the target.  When entering the battle, if our side and the enemy side have 2 or more people, will reduce rage by <font color='#FFA726'>600</font> , reduce from 40~75% of main target's ATK and DAMAGE (1 turn, ignore immunity, cannot be reversed, The smaller the number of enemies, the higher the stats). <font color='#FFA726'>Reduces main target's and surrounding enemies' single-hit damage resistance and basic attack resistance by 35% for 2 turns</font>. Reduces all enemies' PERFECT probability by 40% (1 turn, ignore immunity). Buff the ability to cast a unique move to 1 ally who has no unique ability this turn. Restores <font color='#FFA726'>250</font> Rage to 1 random female teammate (Fighting type is preferred). At the beginning of the enemy's next turn, restore <font color='#FFA726'>40%</font> of your maximum HP to yourself and an ally for at least. For 2 turns, self nullifies with paralysis and chains. <font color='#FFA726'>If you are in the front row, you will increase your passive resistance by 1 time (up to 1 time, if it is 1vs1 it will not activate). When there is a \"Rose Mark\" on the body, each time being attacked, the maximum damage that you take will not exceed 55% of your maximum HP (provided that the dual door is activated).  From the 2nd turn on, if you activate fatal resistance yourself, it will activate \"switch defense\" (immediately the enemy team loses its turn and switches to our side), each battle our side only attacks. Active \"swap the defense\" up to 1 time (provided that dual is activated), at the beginning of the next turn of our side will release the control state including petrification and restore 800 Rage for 0~3 fighters our side (not counting ourselves, priority is given to teammates with the lowest anger, the larger the number of our side's members when entering the battle, the greater the number of boxers that can be effectively activated after \"switching the defense\"). Absorbs the effect of \"exposure\" of 1 of our allies, this turn increases the probability of activating \"lifetime\" for yourself.</font> For 1 turn, when counterattacking with basic attacks, deals additional damage equal to 20% of max HP (does not heal enemies).",
				"water_es": "",
				"water_pt": ""
			}
		},
        {
			"fighter_id": "NYOTENGU",
			"skills_elements": {
				"lake": "Increases self's damage resistance when entering the battle (30% at lvl 1), <font color='#FFA726'>if you stand in the front row, it will increase by 30%</font> . Increases self <font color='#FFA726'>40%</font> ATK, Defense, <font color='#FFA726'>50%</font> Block Rate, <font color='#FFA726'>20~80%</font> Super Skill Damage Resistance (Less remaining HP, higher stats, instant update, <font color='#FFA726'>max stats when My remaining HP is less than 50% ). Self incapacitated with sustained damage</font>. Each time you are attacked, you will gain 1 level of \"Dancing Wings\" effect (maximum 5 levels, cannot be neutralized). While possessing \"Dancing Wings\", each level will increase your defense by <font color='#FFA726'>12%</font> , <font color='#FFA726'>8%</font> Unique damage resistance. When \"Dancing Wings\" reaches max tier, it will hide into the wind (up to <font color='#FFA726'>4 times</font> during battle) and reappear on our side's next turn, recovering 50% of its maximum HP (if its HP is at 50% or higher). increased, will not restore HP.) When hidden, deals <font color='#FFA726'>15%</font> of your team's DOA6's ultimate skill damage (excluding yourself, can be stacked with the same buff.) At the beginning of your side's turn, spend all all \"Dancing Wings\" tiers, each 1 level will help you recover <font color='#FFA726'>100 Rage</font> , if spent 5 steps will restore MAX Rage, if MAX Rage, instead will buff equal tiers x <font color='#FFA726'>8%</font> for all Our team DOA6 (1 turn, can be stacked with the same buff). Every time an enemy attacks, there will be <font color='#FFA726'>30~60%</font> probability of activating the ability to limit incoming damage to no more than 1% of own maximum HP (the less HP remaining, the higher the probability of activation).  When receiving fatal damage, will not die, remove bad status including petrification, recover 50% of maximum HP. Self nullified with healing rate reduction effect. Activate up to 1 time.",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "Consume 10% of your remaining HP, attacking a single target. Increases our team's DOA6's block rate, with an increase of <font color='#FFA726'>0.8%</font> x % of HP lost (1 turn, cannot be reversed , can be stacked with the same buff). Reduces main target's <font color='#FFA726'>Rage by 150</font> (if own HP is below 40%, will reduce another <font color='#FFA726'>150's Rage</font> ). <font color='#FFA726'>If own HP is below 50%, increase block by 30% for all allies for 2 turns</font>, if own HP is below 25%, reduce main target's Rage Speed ​​by <font color='#FFA726'>25%</font> (1 turn, ignored free of charge, cannot be resolved).",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "20% of your remaining HP, attack <font color='#FFA726'>a target, dealing 100% bonus damage to the target behind the main target</font>. Increases <font color='#FFA726'>damage by 20~50%</font> , crit rate, crit resistance, super crit resistance (2 turns, the lower the HP, the higher the stats, maximum when the personal HP is <font color='#FFA726'>50%</font> or less). Restores <font color='#FFA726'>20%</font> of our maximum HP to all of our team DOA6 (excluding yourself). <font color='#FFA726'>Deals extra damage equal to 120% of your HP spent this turn</font>. Increases critical damage to all of our team DOA6 (excluding yourself), by <font color='#FFA726'>0.6</font> x % of lost HP (2 turns, cannot be reversed ). <font color='#FFA726'>For 2 turns, reduce damage taken by 30% of enemy Skill fighters</font>. Increases the rage speed of all our factions by <font color='#FFA726'>10%</font> , if it's Team DOA6, it's increased by <font color='#FFA726'>5%</font> (2 turns, can be stacked with the same buff). <font color='#FFA726'>If your HP is below 70%, you will gain 1 time resistance to blood polio</font>. If own HP is below 60%, will buff the effect of \"Ambush\" to 1 random ally (2 turns, increase damage by 20% and attack damage, priority is given to Teammates DOA6 excluding self, priority first for teammates who don't have the buff \"Ambush\"). If your own HP is below 40%, deal additional damage equal to <font color='#FFA726'>20%</font> of your maximum HP to the primary target. If your own HP is below 30%, remove the main target's beneficial buff. If own HP is below 20%, recover 20% of max HP, recover <font color='#FFA726'>300 rage</font> give 1 random teammate (priority is given to the person who has not MAX anger, priority is Team DOA6, if it is Team DOA6 then recover <font color='#FFA726'>400 Rage</font>). <font color='#FFA726'>If the amount of HP spent when activating the skill accumulates to 50% HP, it will buff 1 more time the fatal resistance ability in the passive (maximum 3 times per battle).</font>",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "HONOKA",
			"skills_elements": {
				"lake": "Increases the ultimate damage done to self (20% at lvl 1). Increases <font color='#FFA726'>ATK</font> , Defense, Super Skill Damage Resistance, Unique Skill Damage Resistance, Critical Critical Rate by <font color='#FFA726'>40%</font> . Increase self damage and damage resistance by 10% (each DOA6 ally excluding yourself will increase yourself by <font color='#FFA726'>5%</font> , up to <font color='#FFA726'>10%</font> ). Increases block penetration by <font color='#FFA726'>60%</font> of own control ratio (immediate update). If you are effectively buffed \"Ambush\" (from your Nyotengu or your SMAX) will increase your critical chance by 35%. Converts all <font color='#FFA726'>15%</font> of the enemy's ultimate attack damage into \"Mystic Force\" (max <font color='#FFA726'>800%</font>)own ATK, resets at the beginning of the enemy's turn). <font color='#FFA726'>After launching the technique, if there are 3 or more enemies marked \"enemy\", will activate the pursuit with a single move on 1 random target</font>. Each time being attacked, will restore <font color='#FFA726'>25%</font> of the HP lost (if you stand right behind Marie Rose, increase to <font color='#FFA726'>30%</font> , up to 4 times per turn), depending on the attacker's system, additional buff effects The following results (can stack up to 2 ranks): Smash: <font color='#FFA726'>20%</font> increase in Defense damage : 20% increase in damage resistance of Skill Attributes: <font color='#FFA726'>12%</font> increase in ATK , <font color='#FFA726'>25%</font> in Defense When taking fatal damage, will not die, remove bad status including petrification, hide until the beginning of our side's next turn, recover <font color='#FFA726'>90%</font> HP, <font color='#FFA726'>600</font> rage , for 1 turn null with rage reduction, increased effect permanently <font color='#FFA726'>10%</font> super damage resistance. Each match activates up to 3 times, if it is 1vs1, only activates <font color='#FFA726'>2 times .</font>",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "Attacks a target (prioritizes enemies marked \"enemy\"), drains <font color='#FFA726'>200</font> of the target's Rage , has <font color='#FFA726'>65%</font> chance to stun. If you hit a target marked \"Enemy\", reduce his Rage by <font color='#FFA726'>200</font> , dealing <font color='#FFA726'>50%</font> more damage with \"Mystic Force\" to all enemies marked \"Enemy\". Restores HP equal to <font color='#FFA726'>300%</font> of own ATK and 200 Rage. <font color='#FFA726'>For 2 turns increase healing rate by 50% and rage speed by 15%.</font>",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "Attacks in a horizontal row (priority is given to enemies that have not been marked as \"enemy\"). Increases self damage by <font color='#FFA726'>35%</font> , damage resistance, <font color='#FFA726'>70%</font> penetration rate for self for 2 turns. Reduces target's healing rate by <font color='#FFA726'>40%</font> (doubles on primary target), deals additional damage equal to 80% of \"Mystic Force\" (doubles on primary target).  Mark \"Enemy\" on the target (skip immunity, 2 turns, reduce target's unique damage resistance by 35%, if the enemy marked \"enemy\" is defeated, in 1 next hit. will increase self's super damage by 15%, does not stack). Smoking <font color='#FFA726'>45%</font> The control rate of the enemy with the highest control rate (2 turns, ignores the immunity, cannot be disarmed, each opponent will increase by <font color='#FFA726'>15%</font> when entering the battle ). This turn will definitely cast a unique move. If this attack can't cause the enemy to lose more than 40% HP, will immediately restore MAX Rage (maximum 1 time per turn). If there are 4 or more enemies marked \"enemy\", they will buff their shields (shield durability is equal to 12% of \"Mystic Force\" x number of people marked x <font color='#FFA726'>(1 + % of self-defeatment). stick) , 2 plays CD). For 1 turn, self is nullified by enchantments. When pursuing with a single move, it will not cause the enemy's Rage to return, it will definitely crit, increasing the damage by 15% \"Mystic Force\". At the beginning of our side's next turn, buff yourself with the effect \"Ambush\" (2 turns, 25% increase in critical damage), restore 300 Rage. For 1 turn, if our side has a paralyzed ally, will absorb the paralysis effect of all our allies, release the control status including petrification for those allies, restore MAX Rage to yourself.</font> Depends on the target's system, it deals the following effects (ignoring immunity): Strike: drains <font color='#FFA726'>25%</font> of the primary target's attack damage and crit chance for 2 turns Defense: ignores counterattacks target, reduces primary target's block rate by 90% and damage resistance by <font color='#FFA726'>25%</font> for 2 turns Attribute: ignores main target's super damage resistance by 25%, absorbs <font color='#FFA726'>40%</font> unique damage and 60% chance free rate for 2 turns",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "YURI_XIV",
			"skills_elements": {
				"lake": "",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "IORI_XIV",
			"skills_elements": {
				"lake": "",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "YAMAZAKI_XIV",
			"skills_elements": {
				"lake": "",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "GATO",
			"skills_elements": {
				"lake": "",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "",
				"water_es": "",
				"water_pt": ""
			}
		}
    ]
}