{
	"skills_elements": [
        {
			"fighter_id": "NYOTENGU",
			"skills_elements": {
				"lake": "Increases self's damage resistance when entering the battle (30% at lvl 1), <font color='#FFA726'>if you stand in the front row, it will increase by 30%</font> . Increases self <font color='#FFA726'>40%</font> ATK, Defense, <font color='#FFA726'>50%</font> Block Rate, <font color='#FFA726'>20~80%</font> Super Skill Damage Resistance (Less remaining HP, higher stats, instant update, <font color='#FFA726'>max stats when My remaining HP is less than 50% ). Self incapacitated with sustained damage</font>. Each time you are attacked, you will gain 1 level of \"Dancing Wings\" effect (maximum 5 levels, cannot be neutralized). While possessing \"Dancing Wings\", each level will increase your defense by <font color='#FFA726'>12%</font> , <font color='#FFA726'>8%</font> Unique damage resistance. When \"Dancing Wings\" reaches max tier, it will hide into the wind (up to <font color='#FFA726'>4 times</font> during battle) and reappear on our side's next turn, recovering 50% of its maximum HP (if its HP is at 50% or higher). increased, will not restore HP.) When hidden, deals <font color='#FFA726'>15%</font> of your team's DOA6's ultimate skill damage (excluding yourself, can be stacked with the same buff.) At the beginning of your side's turn, spend all all \"Dancing Wings\" tiers, each 1 level will help you recover <font color='#FFA726'>100 Rage</font> , if spent 5 steps will restore MAX fury, if MAX fury, instead will buff equal tiers x <font color='#FFA726'>8%</font> for all Our team DOA6 (1 turn, can be stacked with the same buff). Every time an enemy attacks, there will be <font color='#FFA726'>30~60%</font> probability of activating the ability to limit incoming damage to no more than 1% of own maximum HP (the less HP remaining, the higher the probability of activation).  When receiving fatal damage, will not die, remove bad status including petrification, recover 50% of maximum HP. Self nullified with healing rate reduction effect. Activate up to 1 time.",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "Consume 10% of your remaining HP, attacking a single target. Increases our team's DOA6's block rate, with an increase of <font color='#FFA726'>0.8%</font> x % of HP lost (1 turn, cannot be reversed , can be stacked with the same buff). Reduces main target's <font color='#FFA726'>Rage by 150</font> (if own HP is below 40%, will reduce another <font color='#FFA726'>150's Rage</font> ). <font color='#FFA726'>If own HP is below 50%, increase block by 30% for all allies for 2 turns</font>, if own HP is below 25%, reduce main target's Rage Speed ​​by <font color='#FFA726'>25%</font> (1 turn, ignored free of charge, cannot be resolved).",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "20% of your remaining HP, attack <font color='#FFA726'>a target, dealing 100% bonus damage to the target behind the main target</font>. Increases <font color='#FFA726'>damage by 20~50%</font> , crit rate, crit resistance, super crit resistance (2 turns, the lower the HP, the higher the stats, maximum when the personal HP is <font color='#FFA726'>50%</font> or less). Restores <font color='#FFA726'>20%</font> of our maximum HP to all of our team DOA6 (excluding yourself). <font color='#FFA726'>Deals extra damage equal to 120% of your HP spent this turn</font>. Increases critical damage to all of our team DOA6 (excluding yourself), by <font color='#FFA726'>0.6</font> x % of lost HP (2 turns, cannot be reversed ). <font color='#FFA726'>For 2 turns, reduce damage taken by 30% of enemy Skill fighters</font>. Increases the rage speed of all our factions by <font color='#FFA726'>10%</font> , if it's Team DOA6, it's increased by <font color='#FFA726'>5%</font> (2 turns, can be stacked with the same buff). <font color='#FFA726'>If your HP is below 70%, you will gain 1 time resistance to blood polio</font>. If own HP is below 60%, will buff the effect of \"Ambush\" to 1 random ally (2 turns, increase damage by 20% and attack damage, priority is given to Teammates DOA6 excluding self, priority first for teammates who don't have the buff \"Ambush\"). If your own HP is below 40%, deal additional damage equal to <font color='#FFA726'>20%</font> of your maximum HP to the primary target. If your own HP is below 30%, remove the main target's beneficial buff. If own HP is below 20%, recover 20% of max HP, recover <font color='#FFA726'>300 rage</font> give 1 random teammate (priority is given to the person who has not MAX anger, priority is Team DOA6, if it is Team DOA6 then recover <font color='#FFA726'>400 Rage</font>). <font color='#FFA726'>If the amount of HP spent when activating the skill accumulates to 50% HP, it will buff 1 more time the fatal resistance ability in the passive (maximum 3 times per battle).</font>",
				"water_es": "",
				"water_pt": ""
			}
		},
		{
			"fighter_id": "HONOKA",
			"skills_elements": {
				"lake": "Increases the ultimate damage done to self (20% at lvl 1). Increases <font color='#FFA726'>ATK</font> , Defense, Super Skill Damage Resistance, Unique Skill Damage Resistance, Critical Critical Rate by <font color='#FFA726'>40%</font> . Increase self damage and damage resistance by 10% (each DOA6 ally excluding yourself will increase yourself by <font color='#FFA726'>5%</font> , up to <font color='#FFA726'>10%</font> ). Increases block penetration by <font color='#FFA726'>60%</font> of own control ratio (immediate update). If you are effectively buffed \"Ambush\" (from your Nyotengu or your SMAX) will increase your critical chance by 35%. Converts all <font color='#FFA726'>15%</font> of the enemy's ultimate attack damage into \"Mystic Force\" (max <font color='#FFA726'>800%</font>)own ATK, resets at the beginning of the enemy's turn). <font color='#FFA726'>After launching the technique, if there are 3 or more enemies marked \"enemy\", will activate the pursuit with a single move on 1 random target</font>. Each time being attacked, will restore <font color='#FFA726'>25%</font> of the HP lost (if you stand right behind Marie Rose, increase to <font color='#FFA726'>30%</font> , up to 4 times per turn), depending on the attacker's system, additional buff effects The following results (can stack up to 2 ranks): Smash: <font color='#FFA726'>20%</font> increase in Defense damage : 20% increase in damage resistance of Skill Attributes: <font color='#FFA726'>12%</font> increase in ATK , <font color='#FFA726'>25%</font> in Defense When taking fatal damage, will not die, remove bad status including petrification, hide until the beginning of our side's next turn, recover <font color='#FFA726'>90%</font> HP, <font color='#FFA726'>600</font> rage , for 1 turn null with rage reduction, increased effect permanently <font color='#FFA726'>10%</font> super damage resistance. Each match activates up to 3 times, if it is 1vs1, only activates <font color='#FFA726'>2 times .</font>",
				"lake_es": "",
				"lake_pt": "",				
				"thunder": "Attacks a target (prioritizes enemies marked \"enemy\"), drains <font color='#FFA726'>200</font> of the target's fury , has <font color='#FFA726'>65%</font> chance to stun. If you hit a target marked \"Enemy\", reduce his fury by <font color='#FFA726'>200</font> , dealing <font color='#FFA726'>50%</font> more damage with \"Mystic Force\" to all enemies marked \"Enemy\". Restores HP equal to <font color='#FFA726'>300%</font> of own ATK and 200 Fury. <font color='#FFA726'>For 2 turns increase healing rate by 50% and rage speed by 15%.</font>",
				"thunder_es": "",
				"thunder_pt": "",				
				"water": "Attacks in a horizontal row (priority is given to enemies that have not been marked as \"enemy\"). Increases self damage by <font color='#FFA726'>35%</font> , damage resistance, <font color='#FFA726'>70%</font> penetration rate for self for 2 turns. Reduces target's healing rate by <font color='#FFA726'>40%</font> (doubles on primary target), deals additional damage equal to 80% of \"Mystic Force\" (doubles on primary target).  Mark \"Enemy\" on the target (skip immunity, 2 turns, reduce target's unique damage resistance by 35%, if the enemy marked \"enemy\" is defeated, in 1 next hit. will increase self's super damage by 15%, does not stack). Smoking <font color='#FFA726'>45%</font> The control rate of the enemy with the highest control rate (2 turns, ignores the immunity, cannot be disarmed, each opponent will increase by <font color='#FFA726'>15%</font> when entering the battle ). This turn will definitely cast a unique move. If this attack can't cause the enemy to lose more than 40% HP, will immediately restore MAX fury (maximum 1 time per turn). If there are 4 or more enemies marked \"enemy\", they will buff their shields (shield durability is equal to 12% of \"Mystic Force\" x number of people marked x <font color='#FFA726'>(1 + % of self-defeatment). stick) , 2 plays CD). For 1 turn, self is nullified by enchantments. When pursuing with a single move, it will not cause the enemy's fury to return, it will definitely crit, increasing the damage by 15% \"Mystic Force\". At the beginning of our side's next turn, buff yourself with the effect \"Ambush\" (2 turns, 25% increase in critical damage), restore 300 fury. For 1 turn, if our side has a paralyzed ally, will absorb the paralysis effect of all our allies, release the control status including petrification for those allies, restore MAX fury to yourself.</font> Depends on the target's system, it deals the following effects (ignoring immunity): Strike: drains <font color='#FFA726'>25%</font> of the primary target's attack damage and crit chance for 2 turns Defense: ignores counterattacks target, reduces primary target's block rate by 90% and damage resistance by <font color='#FFA726'>25%</font> for 2 turns Attribute: ignores main target's super damage resistance by 25%, absorbs <font color='#FFA726'>40%</font> unique damage and 60% chance free rate for 2 turns",
				"water_es": "",
				"water_pt": ""
			}
		}
    ]
}