{
	"weapons": [
		{
			"fighter_id": "KY_KISKE",
			"weapon_awakened": {
				"name": "Magnolia Eclair II",
				"description": "Attacks in a horizontal row. Reduces main target's fury by <font color='#FFA726'>300</font> , for 2 turns, reduces the target's healing rate by 30% (<font color='#FFA726'>if active \"Grinder\" will increase effectiveness by 50%) . During this turn, increase ATK and super damage by 10%, unique attack damage and ultimate attack damage by 20%</font>. <font color='#FFA726'>Removes beneficial status</font> and applies \"Electricity\" to targets (ignores immunity, cannot be negated, <font color='#FFA726'>reduces attack damage by 30%</font>, lasts until target casts a spell). After \"Electricity\" is lost, disarm the target's beneficial state, has a <font color='#FFA726'>70%</font> chance to cause paralysis for 1 turn (ignoring immunity, <font color='#FFA726'>cannot be negated</font>).). Deals extra damage equal to <font color='#FFA726'>300%</font> of own ATK and <font color='#FFA726'>deals extra damage equal to 12% of targets' max HP</font> (ignoring immunity), reduces the target's Rage Speed by <font color='#FFA726'>30%</font> for 1 turn ( omit the waiver). For 2 turns, grant yourself <font color='#FFA726'>30%</font> ATK, DEF, and <font color='#FFA726'>35%</font> Penetration Rate. Restores HP equal to <font color='#FFA726'>50%</font> of damage dealt. Buff \"electrical shield\" for yourself (up to 2 times per battle, shield durability is equal to <font color='#FFA726'>350%</font> of own ATK (<font color='#FFA726'>if \"Grinder\" is active, shield durability is 500% of ATK))</font>, while the shield is still on, each time it is attacked, it will restore 100 fury). If you buff the shield while you have a shield (including an electric or other shield), the number of shield creation times will not be reduced, but the shield will be reset).",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "SOL_BADGUY",
			"weapon_awakened": {
				"name": "Junkyard Dog",
				"description": "Attacks a target. For 2 turns, grants yourself <font color='#FFA726'>30%</font> ATK and DEF, 35% Lifesteal. Reduces target's damage resistance and crit resistance by <font color='#FFA726'>25%</font> . Deals 1 tier of \"dragon fire\" effect to enemy targets (for 2 turns, each turn loses <font color='#FFA726'>8%</font> of his maximum HP, reduces rage by 80, this damage does not restore enemy fury). Restores <font color='#FFA726'>20%M.</font> of your maximum HP. Restores <font color='#FFA726'>12%</font> of max HP and <font color='#FFA726'>150</font> rage to Guilty Gear fighters, excluding yourself. For 1 turn, increase the ATK of fighters behind our side by 10%.<font color='#FFA726'> Removes control status including petrification for 1 ally (priority is given to the person being controlled)</font>. After activating \"Dragon Install\" (after respawning): increases ATK and DEF by 5%, deals <font color='#FFA726'>50</font>% bonus splash damage to nearby enemies (ignoring immunity), deals bonus damage equal to <font color='#FFA726'>18%</font> of main target's max HP to main target (ignoring immunity). The damage from the technique ignores 30% of defense and <font color='#FFA726'>ignores the target's resistance</font> . Inflicts 1 tier of \"dragon fire\" effect on enemy targets <font color='#FFA726'>(cannot be reversed)</font> .",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "ANGEL_XIV",
			"weapon_awakened": {
				"name": "Boot Nests",
				"description": "Attack a target <font color='#FFA726'>with low HP</font>. For 2 turns, increase self by <font color='#FFA726'>27%</font> ATK, Defense (<font color='#FFA726'>if you stand in the front row will increase your defense by 20%, if you stand in the back row will increase by 15%</font>) and <font color='#FFA726'>60%</font> penetration rate. Absorbs <font color='#FFA726'>40%</font> of the target's chance of launching poison and crit <font color='#FFA726'>resistance</font> (2 turns, ignoring immunity), dealing additional damage equal to <font color='#FFA726'>20%</font> of the target's maximum HP. If the target's HP is below <font color='#FFA726'>60%</font> , will deal extra damage equal to <font color='#FFA726'>300%</font> of own ATK + Defense. <font color='#FFA726'>Also deals 50% bonus damage this time + 50% overpowered damage to another random target. Gain 1 time against polio (2 turns)</font>. Acquire \"breakthrough ability\" (1 turn, cannot be reversed), reduce <font color='#FFA726'>50%</font> of the damage taken by Strike and <font color='#FFA726'>Skill</font> fighters (not counting bonus damage), 40% each time you lose yourself HP (cumulative), will receive 1 level of \"latent force\" (can stack up to 6 times, cannot be resolved), if you are in the front row, <font color='#FFA726'>the maximum damage you take each time being attacked will not exceed 50% of max HP</font>, each time absorbing \"latent force\" will permanently increase <font color='#FFA726'>4%</font> chance of parry and ultimate damage resistance (up to <font color='#FFA726'>24%</font>) , if you stand in line after,this attack will ignore <font color='#FFA726'>70%</font> of the target's defense, each time absorbing \"latent force\" will permanently increase <font color='#FFA726'>4%</font> crit chance and crit damage (up to <font color='#FFA726'>24%</font> ).",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "ELISABETH_XI",
			"weapon_awakened": {
				"name": "Royal whip",
				"description": "Attacks a random target in the back row. Grants yourself <font color='#FFA726'>25%</font> damage, damage resistance, <font color='#FFA726'>40%</font> critical resistance for 2 turns. Applies \"Light True\" to the main target and nearby enemies (15% reduced damage resistance, 25% defense, 30% block chance, 2 turns, ignores immunity, stacks up to 2 ranks) , each solution can only solve 1 level). If the main target is hit with \"Light of Light\" will deal bonus damage equal to maximum HP (<font color='#FFA726'>12% of maximum HP per 1 level of \"Light of Light\"</font>) and <font color='#FFA726'>40%</font> of the damage is spread to nearby enemies (no cooldown). enemy fury). When hit by a target that is hit by \"Light Eater\", will drain <font color='#FFA726'>15%</font> of his remaining HP,<font color='#FFA726'>also reduce the healing rate by 20% (2 turns, skipping immunity)</font> . Reduces fire damage of all enemies by <font color='#FFA726'>35%</font> for 2 turns (ignoring immunity). <font color='#FFA726'>This turn will definitely cast a unique move. Activate the area of \"Light Kingdom\" (2 turns), self nullify with normal control effects including petrification, shrinking, healing rate reduction, fury reduction, extended damage and fire of Evil Saiki Devil. Buff gives all sides 30% penetration rate, 15% ultimate attack damage (can stack with similar buffs).</font>",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "BENIMARU_XIII",
			"weapon_awakened": {
				"name": "Lightning Illusion",
				"description": "Attacks a target, prioritizing the target that is affected by \"electrical gravity\". For 2 turns, grant yourself 30% ATK, DEF, and 40% Control Rate. Ignores block and resist on main target , deals 50% bonus damage to nearby enemies (ignoring immunity), has 70% chance to paralyze damaged targets and 50% chance to apply \"electrical attraction\" effect on targets . If you have the buff \"Electric overload\", will reduce 150 more fury on targets affected by \"electrical attraction\".  Deals extra damage equal to 15% of max HP to paralyzed targets (ignoring immunity), restores <font color='#FFA726'>50%>/font> of shield durability. If you don't have a shield, you will buff yourself with a \"lightning shield\" with a shield durability equal to <font color='#FFA726'>30%</font> of your maximum HP (only activated if when entering the battle, the enemy team has 2 or more people).<font color='#FFA726'> Each target that is affected by \"electrical attraction\" will grant themselves 6% more magic damage this turn, definitely launching poison.</font>",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "GOENITZ_02_UM",
			"weapon_awakened": {
				"name": "Dead Sea Literature",
				"description": "Attacks a random target in the back row. For 2 turns, increase self damage, damage resistance, crit rate by <font color='#FFA726'>30%</font> .<font color='#FFA726'> From the 2nd time to launch the technique on, will absorb 50% of the enemy's highest attack target (2 turns, ignore immunity, can't be neutralized)</font>. Deals extra damage equal to <font color='#FFA726'>300%</font> of own ATK (ignoring immunity), reduces a random target's Rage by <font color='#FFA726'>300</font>, applies a \"cursing wind\" effect to the target's vertical line (reduces <font color='#FFA726'>20%</font> billion) crit rate, <font color='#FFA726'>crit damage</font> and ultimate damage, ignores immunity, cannot be negated, lasts 1 turn). If the main target is killed while under the curse, grants themselves <font color='#FFA726'>10%</font> ATK and DEF (permanent, stacks up to 3 times). Removes control status including petrification to 2 random allies ,<font color='#FFA726'> also removes beneficial status, reducing 2 random enemies' Rage rate by 20% (2 turns, ignores control immunity). For 2 turns, self nullifies for extended damage.</font>",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "IGNIZ_02_UM",
			"weapon_awakened": {
				"name": "Life Chain",
				"description": "Attacks a random target (prioritizes squeezable or non-squeezable targets). For 2 turns, increase self by <font color='#FFA726'>30%</font> damage and damage resistance, <font color='#FFA726'>10%</font> super damage. Absorb <font color='#FFA726'>35%</font> of main target's ultimate skill damage resistance (ignoring immunity), drain <font color='#FFA726'>21%</font> of target's maximum HP. Removes control status including petrification for 1 ally (priority is given to the person being controlled, not activated when pursuing). Shreds main target (2 turns, reduces his damage and damage resistance by 30%, ignores immunity, cannot be disarmed, cannot shrink target that is becoming giant, if the enemy is being crushed, it will reset number of retentions). During this turn, if an ally casts a technique, Igniz will consume all his fury to pursue the target with the technique (maximum 1 time per turn). <font color='#FFA726'>Acquire polio resistance 1 time per turn (cannot be stacked)</font>. <font color='#FFA726'>After launching the skill, you will gain 1 level of \"Generation of Creation\", which can have a maximum of 7 ranks. If you reach 7 levels of \"Generation Force\" before casting the ultimate skill, you will spend all \"Generation Force\" levels to enter the state of creation for 1 turn. While entering creation, cannot absorb more \"Force of Creation\", deals 35% bonus damage to squeezing targets (does not cause enemy fury), increases the chase limit by 1 in 1 turn.</font>",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "OROCHI_CHRIS_02_UM",
			"weapon_awakened": {
				"name": "Blue-violet fire",
				"description": "Attacks in a horizontal line, for 2 turns grants yourself <font color='#FFA726'>30%</font> ATK, Defense and Penetration. Deals extra damage equal to x ATK ( <font color='#FFA726'>400% + 8%</font> x the number of \"Destructive Blue Flame\" tiers that all enemies are on (ignoring immunity, damage divided equally among targets), restores HP by <font color='#FFA726'>50%</font> of the damage dealt. <font color='#FFA726'>This move ignores counterattacks, this turn will definitely launch a unique move.</font> Deals 1 tier of \"Destructive Blue Violet Flame\" (for 3 turns, at the beginning of our turn, dealing damage. destroys enemies, up to 2 times, ignores immunity, cannot be disarmed) Also deals 1 level of soul burning (for 2 turns, at the beginning of the enemy's turn, deals burn damage equal to <font color='#FFA726'>10%</font> of the enemy's turn).Max HP, reduces target's Rage by <font color='#FFA726'>100</font> ). The critical rate of this attack is equal to the number of tiers \"Destructive Blue Flame\" that all enemies are affected by x <font color='#FFA726'>12%, the critical damage is equal to the number of tiers x 7.5%.</font>",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "OROCHI_YASHIRO_02_UM",
			"weapon_awakened": {
				"name": "Electric guitar",
				"description": "Attacks a single target, dealing <font color='#FFA726'>40%</font> damage to nearby enemies (ignoring immunity). For 2 turns, increase self damage, damage resistance, and ultimate attack damage by 30% . Solve the bad state for yourself. Toss cool thoroughly before of itself without causing fatal to the main objectives (or if this is the first time came top engineering), will increase <font color='#FFA726'>30%</font> damage sheer skill, <font color='#FFA726'>50%</font> ratio of fatal to toss cool thoroughly this . For 1 turn, increase by <font color='#FFA726'>50%</font> paring rate for yourself, marks on all enemies, if successfully parrying marked enemies will help you increase your block rate and block power by 5% (permanent maintenance, max stacks) up to 5 times). Increases yourself and nearby allies by <font color='#FFA726'>10%</font> unique ability <font color='#FFA726'>and ultimate attack damage</font> (lasting 1 turn, stackable), <font color='#FFA726'>12%</font> HP and <font color='#FFA726'>120</font> Rage (for every 1 HP ally Orochi, excluding self and aid will increase effectiveness by 20%). <font color='#FFA726'>This effect resets at the beginning of our side's next turn (maximum 1 turn per turn, will not activate if you are killed).</font>",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "KUKRI",
			"weapon_awakened": {
				"name": "Sand of Destruction",
				"description": "Attacks all targets. Increases self by 30% ATK, Defense, and Critical Resist. Reduces target's block rate by 15%. If no one has \"Quicksand\", will deal \"Quick Sand\" to a random target (2 turns, dealing damage at the beginning of our turn, each time the target is active, deals 50% more damage) ).  If there is a target hit with \"Quicksand\", resets the number of \"Quicksand\" turns, and also inflicts \"Quick Sand\" on another random target. Has a 50% chance to petrify the target being \"Quicksand\" (if it is 1vs1 will not activate).  Inflicts a sand-immolation effect on the target affected by \"Quick Sand\" and nearby enemies (ignoring immunity, reduces defense by 10% and damage resistance by 20% for 1 turn). This attack does not cause enemy fury.",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "LUONG",
			"weapon_awakened": {
				"name": "Lotus flower",
				"description": "",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "MAI_XIV",
			"weapon_awakened": {
				"name": "Ninjutsu book",
				"description": "Attacks all targets, the less damage the higher the enemy, the maximum increase to <font color='#FFA726'>200%</font> damage. Increases attack and defense by <font color='#FFA726'>30%</font> , self crit rate by <font color='#FFA726'>40%</font> , and healing rate for all allies by <font color='#FFA726'>30%</font> (2 turns). This attack will ignore <font color='#FFA726'>30%</font> of the target's ultimate skill damage resistance (<font color='#FFA726'>40% for primary target</font>) , buffs the critical effect on yourself (Enemy HP over <font color='#FFA726'>65%</font> will increase damage by <font color='#FFA726'>25%</font> ). Deals <font color='#FFA726'>30%</font> bonus damage to all enemy male fighters, deals <font color='#FFA726'>30%</font> extra damage to enemies affected by the \"Tame\" effect.  If your own crit rate is higher than the target's crit resistance rate, grants yourself damage and crit damage, the amount increased by <font color='#FFA726'>40%</font> of the difference (2 turns, cannot be negated). <font color='#FFA726'>Removes the beneficial status of 2 random enemy targets that get crits</font>. Deals extra damage equal to <font color='#FFA726'>6%</font> max HP to all enemies, deals extra damage equal to <font color='#FFA726'>18%</font> max HP to 2 random targets hit by \"Dragon Flame\". <font color='#FFA726'>Charge \"Yang Inflammation\" with a charge equal to 30% of this attack's damage (activates as bonus damage the next time the technique is cast, effective on all enemy targets), each time \"Yang Inflammation\" is activated. \"force\" will grant yourself 15% crit chance, 30% increased resistance to destructive damage (cannot be negated, stackable, lasts 2 turns). When entering the battle and after each fatal hit, the first time casting the ultimate skill will buff yourself with shield durability equal to 1% of your maximum HP (only activates with 4-star Mai XIV after learning the passive)</font>",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "HEIN",
			"weapon_awakened": {
				"name": "Chessboard",
				"description": "Attacks a target. For 2 turns, increase yourself by <font color='#FFA726'>30%</font> damage and damage resistance. Deal additional damage equal to <font color='#FFA726'>5%</font> of your maximum HP x the number of pieces you own to the main target. Deals 40% damage to nearby enemies. Permanently increases the chance of casting a unique move by <font color='#FFA726'>20%</font> (can stack up to 3 times). For each type of chess piece that you own, will increase the damage of excellent skills by <font color='#FFA726'>10%</font> . After casting the skill, the following effects will be activated (can be stacked with similar buffs, up to 1 activation per turn): -For 1 turn, increase yourself and our bodyguard fighters. ten%parry ratio x number of Guardian allies (up to <font color='#FFA726'>30%</font> ) -For 1 turn, increase Strike rate for yourself and your Strike Fighters by 10% crit chance x number of Strike allies (max <font color='#FFA726'>30 %</font> ) -For 1 turn, grant yourself and your team's Tech fighters <font color='#FFA726'>10%</font> ultimate attack damage x number of Tech allies (up to <font color='#FFA726'>30%</font> ) <font color='#FFA726'>Acquire \"Stand by\" for 1 turn (when taking damage )</font> <font color='#FFA726'>The damage from the enemy side will immediately hide until it's our side's turn, the waiting time to activate again is 6 turns, each time sacrificing 1 piece will reduce the wait by 1 turn). “Stand by” can be activated 1~6 times depending on the number of people on the enemy side (the more enemies activate the more). Target \"Opening\" effectively, absorb all pieces, this turn will definitely launch a unique move.</font>",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "MARIE_ROSE",
			"weapon_awakened": {
				"name": "Bow Marie",
				"description": "Attacks one target, gaining <font color='#FFA726'>30%</font> ATK, DEF, <font color='#FFA726'>40%</font> Crit Resist , and Self's parry rate (2 turns). Each ally on Team DOA6, excluding yourself, will increase your ultimate attack damage by <font color='#FFA726'>30%</font> (up to <font color='#FFA726'>60%</font> ). <font color='#FFA726'>This attack ignores counterattacks</font>, dealing extra damage equal to <font color='#FFA726'>30%</font> of the target's maximum HP.  When entering the battle, if our side and the enemy side have 2 or more people, will reduce rage by <font color='#FFA726'>500</font> , reduce from <font color='#FFA726'>40~75%</font> of main target's ATK and DAMAGE (1 turn, ignore immunity, cannot be reversed, The smaller the number of enemies, the higher the stats). Reduced <font color='#FFA726'>40%</font> probability of launching PERFECT of all enemies (1 turn, <font color='#FFA726'>ignoring immunity</font> ). Buff the ability to cast a unique move to 1 ally who has no unique ability this turn. Restores <font color='#FFA726'>200 Rage</font> to 1 random female teammate (Fight-type preferred). <font color='#FFA726'>At the beginning of the enemy's next turn, restore 30% of your maximum HP to yourself and one ally for at least</font>. For 2 turns, self nullifies with paralysis and chains. <font color='#FFA726'>For 1 turn, when counterattacking with basic attacks, deals additional damage equal to 20% of max HP (does not heal enemies).</font>",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
        {
			"fighter_id": "NYOTENGU",
			"weapon_awakened": {
				"name": "Honoka hair band",
				"description": "Consume <font color='#FFA726'>20%</font> of your remaining HP, attacking in a horizontal row. Increases crit rate by <font color='#FFA726'>15~45%</font> , crit resistance, super crit resistance (2 turns, the lower the HP, the higher the stats, <font color='#FFA726'>maximum when the self HP is 30% or less</font> ). Restores <font color='#FFA726'>15%</font> of your maximum HP to all of our team DOA6 (excluding yourself). <font color='#FFA726'>Increases critical damage to all of our DOA6 Team (excluding yourself), increased by 0.4 x % of lost HP (2 turns, cannot be reversed)</font>. Increases the rage speed of all our factions by <font color='#FFA726'>8%</font> , if it's Team DOA6, it's increased by 4% (2 turns, can be stacked with the same buff).<font color='#FFA726'>If own HP is below 60%, will buff the effect of \"Ambush\" to 1 random ally (2 turns, increase damage by 20% and attack damage, priority is given to Teammates DOA6 excluding self, priority first for teammates who don't have the buff \"Ambush\")</font>. If your own HP is below 40%, deal extra damage equal to <font color='#FFA726'>15%</font> of your maximum HP to the primary target. <font color='#FFA726'>If your own HP is below 30%, remove the main target's beneficial buff</font>. If own HP is below 20%, recover <font color='#FFA726'>20%</font> of max HP, <font color='#FFA726'>heal 200 fury for 1 random ally (priority for those who have not MAX fury, priority for Team DOA6, if it is Team DOA6, restore 300 fury).</font>",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "HONOKA",
			"weapon_awakened": {
				"name": "Honoka hair band",
				"description": "Attacks in a horizontal row (priority is given to enemies that have not been marked as \"enemy\"). Increases self damage by <font color='#FFA726'>30%</font> , damage resistance, and penetration rate by <font color='#FFA726'>60%</font> for 2 turns. Reduces target's healing rate by <font color='#FFA726'>30%</font> (doubles on primary target), deals bonus damage equal to <font color='#FFA726'>80%</font> of \"Mystic Force\" (doubles on primary target).  Mark \"Enemy\" on the target (skip immunity, 2 turns, reduce target's unique damage resistance by <font color='#FFA726'>35%</font> , if the enemy marked \"enemy\" is defeated, in 1 next hit. will increase self's super damage by <font color='#FFA726'>15%</font> , does not stack). Suction <font color='#FFA726'>35%</font> the control rate of the enemy with the highest control rate (2 turns, ignores the immunity, cannot be disarmed, each opponent of the enemy's Engineering type will increase by <font color='#FFA726'>12%</font> when entering the battle ). <font color='#FFA726'>This turn will definitely cast a unique move. If this attack can't cause the enemy to lose more than 40% HP, will immediately restore MAX fury (maximum 1 time per turn). If there are 4 or more enemies marked \"enemy\", will buff their own shields (shield durability is equal to 10% of \"Mystic Force\" x number of people marked, 2 CDs)</font> Depends on the target's system which deals the following effects (ignore immunity): Smash: <font color='#FFA726'>absorb 20%</font> of the primary target's ultimate attack damage  and crit chance for 2 turns Defense: ignores target's counterattacks, reducing them by <font color='#FFA726'>90%</font> primary target's block rate and <font color='#FFA726'>20% damage resistance</font> for 2 turns Attribute: ignores <font color='#FFA726'>25%</font> super resistance of main target's damage, <font color='#FFA726'>absorbs</font> 30% of unique ability damage, <font color='#FFA726'>and 60% chance to be immune</font> for 2 turns",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "YURI_XIV",
			"weapon_awakened": {
				"name": "Extreme Savings Belts",
				"description": "Attacks a single target. Increases damage and damage resistance by <font color='#FFA726'>30%</font> . Increases critical damage by <font color='#FFA726'>40%</font> . Increases Strength by <font color='#FFA726'>3</font> points . If the target's damage resistance rate is higher than your own, deals <font color='#FFA726'>40%</font> more damage. Inflicts a bleed effect on the target (2 turns, does not heal enemies). If you are having \"Strengthening\" effect, will apply \"Armor Break\" effect on the target for 2 turns (reduces <font color='#FFA726'>50%</font> defense and 20% resistance to attack damage, ignores immunity, cannot be neutralized) .<font color='#FFA726'> Deals extra damage equal to 15% of target's current HP. Deals 40% splash damage to a target marked \"tamed\". Release the control status for 1 ally (prioritizes the controlled, only active once per turn)</font>. If you cast the technique while you have more than 50 Max Force points (not counting counterattacks), there is a chance to spend all of your Power Points ( <font color='#FFA726'>0.7%</font> chance per 1 point) to activate \"Crit cult\" ( <font color='#FFA726'>triple damage</font> this time, crit for sure).",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "IORI_XIV",
			"weapon_awakened": {
				"name": "Blue Flame Jade",
				"description": "Absorbs <font color='#FFA726'>15%</font> of main target's ATK, DEF , <font color='#FFA726'>30%</font> DMG, and Damage Resist (2 turns, <font color='#FFA726'>ignores free of charge</font>) false ). Deals extra damage equal to <font color='#FFA726'>30%</font> of max HP to shielded targets. Ignore counter rate proportional to own critical rate. Each enemy hit by \"armor break\" will increase their own damage by 8%. If your own \"force of fishing for pearls\" is less than 3 levels, you will use the \"Bat De\" technique, if you have 3 or more steps, you will use the \"Bat chi umbrella\" technique. \"Eight Threads\": attacks in a horizontal row,<font color='#FFA726'> dealing additional damage equal to 20% of the target's remaining HP</font>,Deals 1 tier \"Fire of the Moon\" to the target (2 turns, burns 150% of own ATK, does not heal enemies).<font color='#FFA726'> Unleash the effect of \"break armor\" for yourself and a random ally, if both are not \"armor broken\", will effectively buff \"steel wall\" (2 turns, 40% increase in block rate and resistance) critical)</font>. If you attack an enemy with \"armor breaking\", you will gain 1 level of \"Pearl Fishing Power\", if the target is an enemy with Orochi blood or the last Boss, you will gain 1 more level. \"Eight of Umbrellas\": attack a target, for 2 turns increase self damage by <font color='#FFA726'>25%</font> .<font color='#FFA726'> This attack bypasses the target's damage cap, dealing extra damage equal to 30% of the target's remaining HP</font>.Inflicts 1 level of \"Squill Moon Flame\" on the target (2 turns, burns equal to 100% of own ATK, also reduces rage by 200, does not heal enemies). Causes the enemy to fall into a state of \"judgment\" (ignoring immunity, cannot be resolved, 2 turns, when the enemy acts, there will be a 50% probability of removing his own beneficial buff). <font color='#FFA726'>If the enemy has a shield, this attack deals 40% extra damage (this extra damage ignores the shield). While the self exists, the stage will change to the \"Dimensional Yasakani\" floor (after changing the floor, will make it impossible for the boxers who are Orochi's incarnations to be revived), the self acquires a \"Key\" level. lock the jade\" (2 turns, while the \"Yasakani\" floor is still active, self incapsulates with scorching damage, increasing Rage Speed by 25%.Increasing poison damage by 25% and chance of casting poison to all members by 25%. set of fire-type fighters on our side, can be stacked with the same buff).</font>",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "YAMAZAKI_XIV",
			"weapon_awakened": {
				"name": "Blood knife",
				"description": "Attacks a <font color='#FFA726'>target (prioritizes enemies that have not been hit by \"armor break\"), if the target is under \"armor break\" will deal additional damage equal to 15% HP</font>. Increases attack and defense by <font color='#FFA726'>30% , 25%</font> resistance to poison damage, <font color='#FFA726'>40%</font> chance to launch poison. Absorb <font color='#FFA726'>25%</font> of main target's damage resistance, increasing self damage by <font color='#FFA726'>30%</font> damage resistance (1 turn, can be stacked with the same buff). Steals the target's beneficial buff. Steals <font color='#FFA726'>5%</font> of the target's HP and the HP corresponding to the target's attached HP, storing the same amount in \"Crazy Blood\", dealing <font color='#FFA726'>30%</font> of that amount. <font color='#FFA726'>Inflicts a \"Pick\" effect on the main target (after taking action, deals additional damage equal to 3% of your maximum HP, if your own damage is higher than the target's damage resistance, increases by 0.1% per 1 % difference, inflicts blood paralysis equal to 100% of this damage, ignores immunity, cannot be reversed)</font>. If there is no one behind the target, it will deal <font color='#FFA726'>60%</font> more damage, if there is, deal <font color='#FFA726'>100%</font> bonus damage to the target behind. When you are affected by the effect of \"armor breaking\", will activate \"Crazy Blood\". Restores <font color='#FFA726'>60%</font> of the accumulated \"Crazy Health\" amount, does not consume the accumulated \"Crazy Blood\". Solve \"break armor\" for yourself.",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		},
		{
			"fighter_id": "GATO",
			"weapon_awakened": {
				"name": "Exquisite belt",
				"description": "Attacks a target. Increases own attack and defense by <font color='#FFA726'>40%</font> .<font color='#FFA726'> For 2 turns, activate the effect \"Potential\" (cannot be neutralized, during the effect, no matter how much or little HP has been lost, it will still be counted at the maximum mark)</font>. If your own missing HP is more than the target's missing HP, deals additional damage equal to \"difference of lost HP x <font color='#FFA726'>50%</font> x target's max HP\".  Reduces target's rage by <font color='#FFA726'>200</font> , if after reducing rage the target still has more than 1000 rage, increases self control rate by <font color='#FFA726'>40%</font> . Has a <font color='#FFA726'>70%</font> chance to silence the target. Chapter <font color='#FFA726'>60~240</font> furyfor yourself and 1 ally without MAX fury (the more HP lost, the higher the stat, maximum when losing 85% HP). For 2 turns, reduce the target's ultimate attack damage resistance by <font color='#FFA726'>25%</font> (ignoring immunity, cannot be negated). <font color='#FFA726'>If the damage this time is more than the target's remaining HP, will gain 1 time \"Eight Pole Ultimate\" (maximum 1 time).</font> ",
				"description_es": "",
				"description_pt": "",
				"contributor": "UG Team"
			}
		}
    ]
}