{
	"skills": [
		{
			"fighter_id": "LUON",
			"skills": [
				{
					"name": "KNIFE",
                    "description": "Attacks a horizontal line. Has a 40% chance to silence a male target for 2 turns and stun a female target for 1 turn. Drain 100 fury from a random target. Deals extra damage equal to 100% of your ATK. Every 1 target hit this time will buff themselves Salary 1 level \"Sword sharp\", if the target is hit with \"Birth\" will increase by 1 level. Reduces the target's healing rate by 30% (ignoring immunity, if there are 7 or more \"Sword Sharp\" tiers, the healing rate will be reduced by 60%)",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "DIRSCK",
					"description": "Attacks a target. Increases self's attack and defense by 20% and penetration rate by 30%. Inflicts \"Birth\" on target for 2 turns (sustained damage, does not heal enemies, ignores immunity). Effective buff of \"Life\" to self (enemies below 60% HP deal 20% more damage). Reduces target's Critical Rate and Block Rate by 30% (2 turns). Consumes all \"Sharp Sword\" effects, every 1 tier \"Sharpened Sword\" deals 30% more damage equal to 30% of own ATK. ",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "TRUST",
					"description": "Increases self control rate (40% at lvl 1). Increases self by 35% damage, damage resistance, 20% unique attack damage. Increases own equity by 15% of own control rate. On our side's turn, when an ally unleashes a technique on a target with less than 60% HP, Luong will \"churse\" with a single move on the enemy target with the lowest HP (maximum 3 times per turn). Any damage from Liang deals 30% more damage to enemies under the effect, heals yourself, and heals for the bonus damage. When mortally damaged, it will release the control state including petrification, recover 30% HP and 300 rage, enter stealth state, for the next 2 turns will increase 40% magic damage resistance and damage resistance Unique skill (each battle can be activated once).",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "MAI_XIV",
			"skills": [
				{
					"name": "LENGTH・LONG VISION Strikes",
                    "description": "a horizontal line. Increases self 40% chance to cast poison (2 turns, cannot be disarmed). Has a 30% chance to stun, reducing the target's critical rate by 30% (1 turn, if it's a male boxer, the chance to stun or is 60%). Reduces ATK by 30% (2 turns, crit will increase to 50%), reduces rage by 150 (if crits, reduces rage by 80, and reduces rage speed by 25% for 2 turns, if a fighter male, the effect is doubled).  Restores 40% of lost HP, for 2 turns, if your HP falls below 15%, restores 15% of your maximum HP (max 1 time).",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "DUONG HOA VU",
					"description": "Attack all targets, the less damage the higher the enemy, the maximum increase to 150% damage. Increases attack and defense by 20%, self crit rate by 30%, and healing rate for all allies by 20% (2 turns). This attack will ignore 25% of the target's ultimate skill damage resistance, buffing yourself critically (Enemy HP over 70% will increase damage by 20%). Deals 20% bonus damage to all enemy male fighters, deals 20% more damage to enemies affected by the \"Tame\" effect.  If your own crit rate is higher than the target's crit resistance rate, grants yourself damage and crit damage, the amount increasing by 30% of the difference (2 turns, cannot be negated). Deals extra damage equal to 4% of max HP to all enemies, dealing extra damage equal to 12% of max HP to 2 random targets hit by \"Dragon Flame\".",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "SHIRANUI",
					"description": "Super ATK Reduction: When in battle, it reduces ATK (20% at lvl 1, permanently) and 10% damage resistance (3 turns) of all enemies (ignoring immunity), passively reduces ATK Used on both enemy targets after respawning and combat aid. All other ATK reduction passives will be nullified (both enemy and our side). Increases self by 35% crit damage, damage, damage resistance, ultimate attack damage. When entering the battle, every 1 female fighter on our side will help you increase your critical hit rate by 5%, and every 1 male fighter on the enemy side will help you increase your crit resistance by 8%. At the beginning of our turn, if the enemy is in stealth mode (cannot be targeted or not attacked), will reduce your remaining HP by 40% to negate the stealth state (random 1 enemy , each match up to 2 times).  All damage dealt to the target will deal \"Dragon Flame\" effect to the target (2 turns, each turn will burn 150% of own ATK x (100% + own crit chance) ), reduces the target's healing rate and poison chance by 45%). Each time the enemy is attacked by \"Dragon Flame\", Mai XIV will help Mai XIV herself to recover 8% of her lost HP, every 1 \"Dragon Flame\" level that is cleared will help Mai XIV herself to recover 15% of her maximum HP, 7% of damage great skill (can be stacked, reset when launching the skill).  When entering battle or after casting a special skill, effectively buff \"Fire Shield\" to yourself (1 turn, each time you are attacked, the maximum damage you take will not exceed 30% of your maximum HP, when being attacked from 1~3 times, the \"Fire Shield\" will break, the more enemies, the more attacks will cause the shield to break). When the \"Fire Shield\" is broken, it will release the control state including petrification, buff 1 time the resistance to blood paralysis, increase the self's resistance to magic damage by 30% and resist unique damage, and at the same time acquire 1 tier \"Fire Sakura\" (cannot be reversed, increases unique attack damage and rage speed by 5%, can be stacked up to 6 times). When taking fatal damage, will not die, release control status including petrification, restore 70% of max HP (unaffected by healing rate reduction effect), MAX fury recovery, maximum activation per battle maximum 2 times (if it's 1vs1, only activate 1 time).",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "HEIN",
			"skills": [
				{
					"name": "GOOD",
                    "description": "Attacks in a horizontal row (prioritizes targets marked \"check-in\" as the main target). Increases self crit chance by 20% for 2 turns. Deals extra damage equal to 3% of the target's max HP x the number of pieces you own. Effective buff \"crit\" to self (2 turns, enemies above 50% HP will deal 30% more damage). If the attack hits a target in the back row, it will activate the \"level up\" effect, recover 100 fury, increase unique damage by 30% for 2 turns, and gain the following effects: 1. If the enemy's HP is above 60%, increase damage of \"level up\" effect by 50%, acquire Knights♘ (even while possessing Knights♘) 2. If own HP is below 70%, recover 15% HP, acquire troops Statue♗ 3. If own rage is less than 50%, change control status of an ally (prioritizes controlled ally) to the main enemy target, acquire a rook 4. If this turn does not Unleash the skill, get the Queen♕.",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "KING",
					"description": "Attacks a target. For 2 turns, increase self by 20% damage and damage resistance. Deals extra damage equal to 4% of your maximum HP x the number of pieces you own to the main target. Deals 40% damage to nearby enemies. Permanently increases the chance of casting a unique move by 15% (can stack up to 3 times). For each type of chess piece that you own, will increase the damage of special skills by 5%. After casting the skill, the following effects will be activated (can be stacked with similar buffs, up to 1 activation per turn): -For 1 turn, increase yourself and our bodyguard fighters. 5% block rate x number of Guardian allies (up to 15%) -For 1 turn, increase Strike rate for yourself and your Striker by 5% crit chance x number of Strike allies (max. 15% maximum) -For 1 turn, increase yourself and your team's Tech fighters by 5% attack damage x number of Tech allies (maximum 15%)",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "POSITION",
					"description": "When entering battle, increase self lifesteal rate (20% at lvl 1), 30% attack, defense, parry rate, and crit chance. Mark \"check-in\" on a target that is controlled or has less than 50% HP (deals 50% bonus damage, the \"check-in\" mark ignores immunity, cannot be reversed).  If you mark \"checkmate\" 3 times on the same target, for 2 turns reduce the target's healing rate by 30% (each level decreases by 5%, up to 75%). The first turn when entering the battle will activate \"Opening\", restore 350 fury, for 1 turn activate \"Stand by\" (when receiving damage from the enemy side, it will immediately hide until our side's turn). When receiving fatal damage, you will not die, activate \"Cast\", remove bad states including petrification, restore HP corresponding to the remaining HP of the enemy while dealing damage to yourself (recovers at least 49% HP) ) and 500 fury, and deal damage equal to 49% of the remaining HP to the person who damaged himself. Maximum of 1 activation per battle. Depending on the situation of the match, will receive the chess piece or sacrifice the piece (buffs while receiving the chess can be stacked with the same buff, cannot be resolved): -If you are in possession of the Knight ♘ , increase 10% parry rate (every time receiving a Rook will increase it by 10%, up to 80%). If the target is marked \"checkmate\", will sacrifice the Knight ♘ , for 1 turn increase the chance to block attack by 80%. -If in possession of a Statue♗, recover 10% of your maximum HP at the beginning of each turn on your side. If your own HP is below 50%, you will sacrifice a Statue♗, recover 40% of your maximum HP, and increase your resistance to magic damage by 40% for 2 turns. -If in possession of a rook, restores 50 fury at the beginning of each turn on our side. If controlled, will sacrifice the Xe♖ to release the state of control including petrification. -If possessing a Queen♕, increase Critical Rate and Critical Damage by 25%. At the beginning of our side's turn, if I don't MAX Rage, I will sacrifice my Queen to increase my attack damage by 40%, restore 400 fury, for 1 turn negate with fury reduction effect.",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "MARIE_ROSE",
			"skills": [
				{
					"name": "MILLION EXPLOSION",
                    "description": "Attacks 1 target, grants 10% block rate to all allies (15% if it's Team DOA6), drains 12% of the main target's max HP and 20% of the main target's Rage Rate (2 turns) ). For 1 turn, when attacking normally, there is a 30% chance to inflict \"Relief\" on the target.",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "PURE VIOLET",
					"description": "Attacks one target, gaining 20% ATK, DEF , 30% Crit Resist, and self paring chance (2 turns). Each ally on Team DOA6 excluding yourself, will increase your ultimate attack damage by 20% (up to 40%). Deals extra damage equal to 20% of your maximum HP to the target.  When entering the battle, if our side and the enemy side have 2 or more people, it will reduce 300 fury, reduce 35~60% of the main target's ATK and damage (1 turn, ignore immunity, cannot be reversed, The smaller the number of enemies, the higher the stats). Reduces all enemies' PERFECT casting probability by 30% (1 turn). Buff the ability to cast a unique move to 1 ally who has no unique ability this turn. Restores 100 fury to 1 random female teammate (Fight-type preferred). For 2 turns, self nullifies with paralysis and chains.",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "ROSE DRESS",
					"description": "Increases self's ultimate damage resistance and unique damage resistance (20% at lvl 1). Increases damage and damage resistance by 35%. Increases ATK and Defense by 25% (each DOA6 ally excluding yourself will increase yourself by 8%, up to 16%).  Reduces the healing rate of all enemies by 15% (if the enemy side has 2 or more fighters from the healing group, it will be reduced to 40%). The first turn when entering the battle will definitely have a unique ability, if you are in the front row, the first turn will increase 30% of excellent damage resistance and super damage resistance. At the beginning of each turn of the enemy, will gain 1 time of blood resistance, and at the same time acquire 3 levels of \"Rose Mark\" effect (when attacked with a special skill during the enemy's turn, will consume 1 level, each time. target will increase 20% super crit resistance and block, 1 turn, cannot be negated, can be stacked, and counterattack with basic attacks). While on the body with \"Rose Mark\", each time being attacked, the maximum damage that you take will not exceed 70% of your maximum HP. Normal attacks will not cause enemy fury, permanently increasing 15% unique ability (stacks up to 45%). When counterattacking with basic attack, activates the effect \"Blessed Rose\" (reduces target's fury by 100, restores 30% of missing HP, own healing unaffected by healing rate reduction effect) ).  At the beginning of each turn, if you still have \"Rose Mark\" on you, will absorb all \"Rose Marks\", recover 200 fury, increase immunity by 40% + 10% x number of tiers. “Rose sign” smoked (1 turn). When receiving fatal damage, will not die (each battle activates up to 2 times, if it is 1vs1, only activates once), removes bad status including petrification, recovers 50% of maximum HP and 300 fury, buffs shield equal to 50% of your maximum HP, can counterattack 1 time with a unique move on the attacker (doesn't lose \"Rose Mark\", activates \"Blessing Rose\" effect, and reduces 25 % of target's damage and damage resistance (1 turn, ignores immunity, cannot be negated), reduces fury by 200, deals additional damage equal to 28% of maximum HP to target, does not heal enemies. ",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
        {
			"fighter_id": "NYOTENGU",
			"skills": [
				{
					"name": "ORIGINAL EVIL",
                    "description": "Consumes 10% of your remaining HP, attacking a single target. Increases our team's DOA6's block rate, with an increase of 0.5% x % of HP lost (1 turn, cannot be reversed, can be stacked with the same buff). Reduces primary target's fury by 100 (if own HP is below 40%, additional 100 fury reduction). If own HP is below 25%, reduce main target's Rage Speed ​​by 20% (1 turn, ignore immunity, cannot be negated).",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "SOUL SURVIVAL",
					"description": "Consumes 10% of own remaining HP, attacking in a horizontal row. Increases crit rate by 10~40%, crit resistance, super crit resistance (2 turns, the lower the HP, the higher the stats). Restores 10% of your maximum HP to all of our DOA6 Team (excluding yourself). Increases the rage speed of all our factions by 5%, if it's Team DOA6, it's increased by 3% (2 turns, can be stacked with the same buff). If own HP is below 40%, deal additional damage equal to 10% of maximum HP to primary target. If own HP is below 20%, recover 10% of max HP.",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "HOUSE OF THE FAMILY",
					"description": "Increases self's damage resistance when entering battle (30% at lvl 1). Increases self by 30% ATK, Defense, 40% of block rate, 10~60% of ultimate damage resistance (the lower the remaining HP, the higher the stats, the update immediately). Each time you are attacked, you will gain 1 level of \"Dancing Wings\" effect (maximum 5 levels, cannot be neutralized). While possessing \"Dancing Wings\", each tier will increase your defense by 10%, and your unique ability's damage resistance by 5%. When \"Dancing Wings\" reaches max tier, it will hide into the wind (up to 3 times during battle) and reappear on our side's next turn, recovering 50% of its maximum HP (if its HP is at 50% or higher). increased, will not restore HP.) When hidden, will increase the damage done by our team's DOA6 by 10% (excluding yourself, can be stacked with the same buff.) At the beginning of our side's turn, spend all \"Dancing Wings\" tiers, every 1 level will help you recover 80 fury, if you spend 5 steps, you will recover MAX fury, if you have MAX fury, you will buff attack instead equal to the number of tiers x6% for all our team DOA6 (1 turn, can be stacked with the same buff). Every time an enemy attacks, there will be a 20~50% chance to activate the ability to limit the damage taken to not exceed 1% of your maximum HP (the less HP left, the higher the probability of activation) .  When receiving fatal damage, will not die, remove bad status including petrification, recover 50% of maximum HP. Self nullified with healing rate reduction effect. Activate up to 1 time.",
					"description_es": "",
					"description_pt": ""					
				}
			]
		},
		{
			"fighter_id": "HONOKA",
			"skills": [
				{
					"name": "BOOM",
                    "description": "Attacks a target (prioritizes enemies marked \"enemy\"), drains 150 of the target's fury, has a 50% chance to stun. If you hit a target marked \"Enemy\", reduce his fury by 150, dealing 40% more damage with \"Mystic Force\" to all enemies marked \"Enemy\". Restores HP equal to 250% of own ATK and 200 Fury.",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "BREAK BLOW",
					"description": "Attacks a horizontal line (priority has not been marked \"enemy\"). Increases self damage by 20%, damage resistance, and penetration rate by 50% for 2 turns. Reduces target's healing rate by 25% (doubles on primary target), deals bonus damage equal to 70% of \"Mystic Force\" (doubles on primary target).  Mark \"Enemy\" on the target (ignore immunity, 2 turns, reduce target's unique damage resistance by 30%, if the enemy marked \"enemy\" is defeated, in 1 next hit will increase self's super damage by 10%, does not stack). Absorb 30% of the control rate of the enemy with the highest control rate (2 turns, ignore the immunity, can't be disarmed, when entering the battle, each enemy Engineer will increase by 8%) ). Depending on the target's system, it deals the following additional effects (ignoring immunity): Strike: reduces the main target's ultimate attack damage by 15% for 2 turns Defense: ignores the target's counterattack, reduces 70 % of main target's block rate for 2 turns Attribute: ignores 20% of main target's super damage resistance, reduces unique skill damage by 30% for 2 turns",
					"description_es": "",
					"description_pt": ""					
				},
				{
					"name": "Super Attack Enhancement",
					"description": "Permanently increases ATK.",
					"description_es": "Incrementa permanentemente el ataque ",
					"description_pt": "Aumenta permanentemente o ataque."					
				},
				{
					"name": "QUICK RUNNER",
					"description": "Increases self attack damage (20% at level 1). Increases ATK, Defense, Super Skill Damage Resistance, Unique Skill Damage Resistance, Critical Rate Rate by 35%. Increase self damage and damage resistance by 10% (each DOA6 ally excluding yourself will increase yourself by 4%, up to 8%). Increases block penetration by 50% of own control ratio (immediate update). If you are effectively buffed \"Ambush\" (from your Nyotengu or your SMAX) will increase your critical chance by 35%. Converts all 12% of the enemy's ultimate attack damage into \"Mystical Force\" (up to 600% of own ATK, resets at the beginning of enemy turn). Each time being attacked, will restore 20% of the lost HP (if you stand right behind Marie Rose, increase to 25%, up to 4 times each turn), depending on the attacker's system, additional buff effects The following results (can stack up to 2 tiers): Strike: increase 15% Defense damage : increase 15% damage resistanc Skill Attributes: increase 10% ATK, 20% Defense When taking fatal damage will not die , remove bad status including petrification, hide until the beginning of our side's next turn, recover 80% HP, 500 fury, for 1 turn negated with fury reduction effect, permanently increasing 8% super damage resistance. Each match activates up to 3 times, if it is 1vs1, only activates 1 time.",
					"description_es": "",
					"description_pt": ""					
				}
			]
		}
    ]
}