{
    "teams": [{
        "team_id": "hero_team",
        "team_name" : "Hero Team",
        "description": "It is the day after an invitation to the King of Fighters winds up on Tung Fu Rue's doorstep. \"I have no intention of joining the tournament.\" Shun'ei and Meitenkun are wide-eyed at the first words their master speaks on the matter. \"What?! What do you mean, Grandpa?!\" \"Awww man! So we're sitting it out this time around?\" Seeing his pupils' shocked and disappointed faces, Tung shakes his head. \"Now, I didn't say that. You two should team up with the Kusanagi boy this time.\" \"Kyo Kusanagi?\" \"That's the one. Shun'ei, Meitenkun, you grew so much in the last tournament—both physically and mentally. You should have no trouble teaming up with other fighters. Think of this as part of your training!\" The old master holds out a couple of plane tickets to the two boys. Shun'ei and Meitenkun each take one, staring intently at the text printed on them. As he watches his young disciples, Tung's expression softens. \"I shall speak with Kyo's father. Be careful on your journey to Japan.\" \n \"Benimaru Nikaido? How'd you end up subbing in for Kyo?\" Fresh off the plane from China to Japan, the disciples make their way to the airport's exit, where they are unexpectedly greeted by Kyo's usual teammate Benimaru. As soon as he sees Shun'ei's puzzled expression and Meitenkun nodding off, Benimaru chuckles bitterly and shrugs his shoulders. \"Apparently his hands are full with some 'other business,' so he asked me to come instead.\" \"I don't remember agreeing to this...\" At Shun'ei's astonishment, Benimaru puts a hand to his forehead, exasperated. It was only yesterday that Kyo had asked Benimaru to substitute for him. Daimon had been busy with his Judo alliance, and Kyo had something else to attend to, so Benimaru figured he'd sit out the KOF this time around. But just as he was getting relaxed, he got a sudden call. After explaining this to Shun'ei and Meitenkun, Benimaru turns to face the pair again.\n \"You don't mind if I join your team, do you? Not that you have much of a choice, from the looks of it.\" \"Yeah. But I know we've fought before, it's just that we don't know a thing about each other. What if—\" ...What if I lose control of my power and start going berserk? Shun'ei clams up, swallowing his words. Benimaru frowns at the boy's downcast expression, but before he can say anything, a loud yawn pierces the silence. \"Don't worry about it, Shun!\" Shifting his pillow under his arm, Meitenkun tugs at the hem of Shun'ei's clothes with his free hand. Surveying Benimaru and his fellow disciple with drowsy eyes, the boy smiles innocently. \"Besides, Master Tung said this was part of our training. So why don't we all just get along, huh? Happy to team up with you, Benimaru!\" Seeing the grinning Meitenkun hold out a hand, Shun'ei lets the tension leave his body and laughs awkwardly. \"...I guess you're right. Let's do this, Benimaru Nikaido. \"Yeah, back at you, you two!\" \n As the three exchange handshakes, a plane roars overhead. Shun'ei and Meitenkun look up, catching sight of a white vapor trail cutting across the clear evening sky. \"Let's bring Grandpa back some good news, shall we?\" \"Eheheh, sounds like a plan to me.\" Benimaru slaps his hands on the shoulders of the grinning disciples, cracking a smile of his own. \"Now then, how about we go celebrate our new team with a meal? It's on me, so feel free to go ham.\" \"Really and truly?! Thanks a bunch, Benimaru! I say we go grab some Japanese barbecue!\" \"C'mon, Meiten, mind your manners...\" \"Barbecue, you say? Okay, coming right up.\" Meitenkun practically jumps up and down in eagerness, while Shun'ei frowns and jabs him with an elbow. Benimaru, however, pays the pair no mind, searching for a shop with the manner of a seasoned pro. Moments later, he thrusts his smartphone in front of the disciples. \n \"How about this spot? I went with some buds a while back. Pretty tasty.\" As he swipes through the photos on the screen, one after another bewitching platters of what look like Japanese Black Wagyu appear, flanked by a luxurious assortment of side dishes. Shun'ei and Meitenkun stare at the screen as gasps of wonder leave their lips. \"Th-This is incredible. Can we really go?\" \"Loosen up! This is a celebration, ain't it?\" Benimaru's smile shows no sign of someone trying to show off for the youngsters. Shun'ei lets his gaze fall from the man and mutters softly. \"Didn't expect that...\" \"Huh?\" \"You act showy and shallow, but you can look after people when it counts.\" \"Heheh, lemme tell you a secret: it's all about the contrast. Ladies go wild for that kinda thing.\" Just then, Meitenkun shows the screen to Shun'ei and exclaims with excitement. \"Hey, lookie, Shun! They got a whole buncha desserts, too!\" \"What?! Oh boy, that looks tasty...\" Shun'ei is unable to hide his smile at the sight of the colorful confectionaries. Seeing the unexpected hint of childish innocence on Shun'ei's face, Benimaru grins and puts his arms around the boys' shoulders. \"Well now, got a sweet tooth, do ya? Chow down to your heart's content, Shun ♪\" \"Hey. I appreciate the grub, but don't go acting like we're best buddies now.\" \"Awww, don't be shy, Shunny! ♪\" \"Don't make fun of me, dammit!\" The bright evening sunlight shines on the trio as they leave the airport behind them. However, none of them could have predicted that only days later, they would meet a girl whose appearance would herald a calamity in the tournament... " ,
        "description_es": "",
        "fighters": [
            {
                "iname": "shun_ei"
            },
            {
                "iname": "benimaru_nikaido"
            },
            {
                "iname": "meitenkun"
            }
        ]
    },
    {
        "team_id": "sacred_treasures_team",
        "team_name" : "Sacred Treasures Team",
        "description": "In the dead of night, wind blows through a subway tunnel steeped in shadow, causing the tail ends of a man's coat flutter side to side. Behind disheveled bangs hides a cold stare, which turns to the sound of two sets of clacking heels approaching from behind. \"I hope we have found you in good spirits, Iori Yagami.\" \"Heheh, seems you’re still fruitlessly resisting the call of that blood of yours. Disappointing.\" The voices belong to Mature and Vice, members of the Orochi clan who haunt Iori like ghosts. The pair of beauties stop a few tiles short of him, their smiles as chilling as they are alluring. \"We told you that your nightmare was only just beginning. The souls that poured out of that broken vessel continue to wander the earth.\" \"This, and your boiling blood—it's all a portent of despair. The cracks in this world's fabric continue to grow and spread.\" \"Tch. Same crap as always...\" Purple light floods the station with a roar, drowning out the faint glow of the electric signage. Mature and Vice narrow their eyes at the fierce, steady, and somehow ominous blaze. Iori turns slowly, curling fingers wreathed in purple flame. \"Get lost. Otherwise, these flames'll send you off—to hell, that is.\" Faced with a fiery savagery, Mature lets out a sigh of contentment. Vice, on the other hand, grins like a cat that's found a plump mouse. Light flickers behind the strangely relaxed pair, silhouetting them in purple flame. Their eyes gleam in the intermittent darkness. \"We'll be in the front row watching you writhe in this nightmare.\" \"Make sure you give us a good show.\" Vice rocks and sways, and Mature leans forward bewitchingly. They stretch out their fingers, pointing at Iori...or beyond him. \"Your destiny lies just ahead...\" An out-of-service train thunders past, cutting the tension like a knife. Where Iori had been glaring, the two beauties had already vanished. Hair and coat buffeted by the gust of wind, he slowly clenches his hand, flames now dissipated. The sound of heels clacking on the tiles once again appears behind Iori. As the measured steps move closer, he feels eyes on his back. \"So this is where you were. I've been looking all over for you.\" At the woman's voice, Iori turns. The dignified voice belongs to Chizuru Kagura. She stares directly at Iori and continues to speak. \"Iori Yagami. Will you join me as part of Team Sacred Treasures?\" A flock of pigeons takes off against a backdrop of thin clouds rolling in the clear sky. A young man whiles away time in a park in the corner of the city, far from the metropolitan hustle and bustle. As the water fountain burbles behind him, the man—Kyo Kusanagi—glances down at his watch. A minute before the arranged meeting time, a motorbike engine purrs through the tranquil thicket. \"My apologies. I hope you didn't wait too long.\" The sports bike stops in front of him, and Kyo shrugs at the woman gracefully dismounting it. \"Pretty late for you, Kagura.\" \"They sealed off the highway due to a traffic accident. I rushed over fast as I could.\" \"Hey now, you better not have broken the speed limit getting here.\" After glancing over to the bike, Chizuru takes off her helmet and knits her beautiful brows at Kyo's teasing. \"You know I wouldn't do something like that.\" She takes a moment to collect herself before locking eyes with Kyo, gravitas in her gaze. \"Now, onto the main topic, Kusanagi.\" As he begins to listen to what Chizuru has to say, the wisecracking attitude vanishes from his face. The warmth of the sunshine that had filled the park disappears, as if clouds were passing over the sun. A faintly chilly shade falls over the pair. \"Remember Verse, that mysterious monster that appeared in the last tournament? Orochi's residual spirit wasn't all that it resurrected.\" \"Yeah... You're talking about these guys, aren't you.\" Kyo takes out his phone in response. His screen shows a photo Chizuru had sent to him a few days prior: three individuals blending into the cityscape, members of the Orochi clan they had supposedly defeated and sealed away. Chizuru frowns at Kyo's hardened expression and continues to speak in a hushed tone. \"Since then, some sort of power has begun to interfere with Orochi's seal. The Yata clan can still ward it off for now...but this power grows day by day. \"Do you think it's their doing?\" Kyo points at his phone, but Chizuru shakes her head in response. \"I'm afraid that is beyond my knowledge. Even so, this seems somewhat different from the power of the Four Heavenly Kings. If I had to describe it, it's as if the natural order of the world itself is being altered... Chizuru pauses. A strong wing kicks up, rustling the trees noisily. Crows caw in the distance. \"Are they trying to start something? Or perhaps they've been wrapped up in this again? I'll need your and Yagami's help if I'm going to figure out the truth.\" Sunlight suddenly cuts through the cloud cover. Chizuru turns to face Kyo with a sense of formality, her voice elegant and dignified. \"Kyo Kusanagi. Will you join me as part of Team Sacred Treasures?\" Kyo shifts his eyes from hers to his feet. \"Man, I've told you this stuff with ancestors and duties has nothing to do with me. Besides, just thinking of being all buddy-buddy with Yagami makes me sick. I can't do it.\" Having spoken his mind, Kyo lets out a short sigh. \"...Or at least, that's what I'd like to say. I doubt you'd give up that easily. Just this once, alright?\" He raises his head to meet Chizuru's gaze. His stiff, disgruntled grimace, along with any resignation or shock, is gone from his face—only a wry smile remains. Seeing this, the priestess' anxious expression melts away, and her lips turn up into a smile of their own. \"Thank you, Kusanagi.\" But the next moment, Kyo turns away. \"I'll team up with you, but I have one condition.\" \"What condition?\" \"Once everything's cleaned up, I don't want to hear any complaints about what I do afterward.\" Kyo tosses these words over his shoulder, somehow eliciting a strained laugh from Chizuru. She murmurs in a voice quieter than the rustling grass. \"...Two peas in a pod, you are.\" \"Huh? You say something?\" \"No, it's nothing.\" Chizuru reaches toward her motorbike and picks up her helmet. Straddling the bike again, she speaks to Kyo as he watches her with a hint of reservation. \"I understand. If we fulfill our goal, I promise not to meddle with both of your affairs. But until the threat to Orochi's seal is eliminated...our mission as Team Sacred Treasures takes priority, and I expect your cooperation.\" \"Sure, I'll 'cooperate'. I'll give you the bare minimum, at least.\" Chizuru raises an eyebrow to his lackluster reply before revving her engine and zooming away. After watching her leave, Kyo looks back to the smartphone in his hand. A different message from before is displayed on the screen. On the sender-line is one word: \"Dad\". \"Okay... So what the hell am I gonna do about this pain in the ass?\" Though he sounds at a loss, his finger swipes through his phone until it reaches a certain phone number. He taps it without hesitation and brings the phone to his ear as he begins to walk. \"Yo, Benimaru? I've got a favor to ask you...\" ",
        "description_es": "",
        "fighters": [
            {
                "iname": "kyo_kusanagi"
            },
            {
                "iname": "iori_yagami"
            },
            {
                "iname": "chizuru_kagura"
            }
        ]
    },
    {
        "team_id": "rival_team",
        "team_name" : "Rival Team",
        "description": "Under the scorching sunlight, from the gate of an orphanage emerge a pair of tall figures: Heidern and Dolores. The metal gate slams shut as soon as they step onto the road, as if to hasten their departure. \n Barely batting an eyelash at the staff tut-tutting on the other side of the gate, Heidern procures a tablet from his breast pocket. \"Guess she wasn't here after all.\" \"I suppose not. And what haughty attitudes they had... I cannot fault her for running off.\" Dolores gently pushes up her pure golden frames and gazes past the gate. Frowning a little at her words, Heidern thinks back upon the conditions of the orphanage they had just finished surveying. With the director treating them like a pair of rabblerousers despite their scheduled appointment, the angry bellowing of what seemed to be staff members in the distance, and the gloomy expressions of children they had passed in the halls, it was clear that this was not a happy place for children to live in. Dolores' eyes return to Heidern at some point, but he pays no heed. Dispassionately, he speaks. \"The search for the girl takes priority. We didn't come to fix their problems.\" Dolores offers a smile in response. \"Heh... Right you are. But there is a lot of ground to cover in the city. Do you truly expect to find her?\" \"I'd rather you didn't make light of me.\" The commander walks off, Dolores following close behind. Their target is an up-and-coming young graffiti artist living in South America, whose works are a hit with the youth in the area, and even abroad via social media. She's able to stay relatively undetected as, the artist would pop up in unexpected places, perform, and then disappear as soon as the police showed up. Normally, searching for someone like that in a city this size would present a major challenge. Unless they are a real pro. \"With a trail like this, there should be no trouble tracking her.\" Standing at a distance observing the young folk coming and going, Heidern pulls his tablet out once again. The crowd mostly comprises local teenagers, with some younger faces here and there. All of them are cheering and whistling in a frenzy, enjoying the vivid colors flying before their eyes. In front of them, a single girl faces the wall, bright yellow jacket fluttering behind her. After casually donning a gas mask, she holds up spray cans in both hands and begins to paint, adjusting her position with nimble steps as she goes. At a glance, it appears that she is just a normal artist bursting with talent and vitality. However, it's the hands floating above her head that draws interest. \"Tag in, Amanda!\" The girl chucks a spray can into the air, where it is deftly caught by a strange, purple hand emitting an eerie aura. The hand then begins painting in a spot beyond her reach. These hands bear a strong resemblance to the phantom ones controlled by the boy Shun'ei, but smaller and seemingly lacking destructive force. What's more, they move as if possessing a will of their own. Smiles leave the onlookers' faces as they notice Heidern and Dolores' approach, almost as soon as the girl finishes painting. \"You must be Isla.\" The girl turns in response to Heidern, pulling the gas mask from her face as she eyes him suspiciously. \"And what if I am, huh? Who wants to know?\" \n Isla leads the pair to a tiny park with barely any people around. Stopping beside the playground in the corner of the area, she stares them up and down in obvious distrust. \"The King of Fighters? You mean that big brawl some fat cat puts on? I saw the last one.\" The girl takes an intimidating stance and glares angrily, while her phantom hands—who she calls \"Amanda\"—clench into fists as if ready to box. Though she appears aggressive, she seems more cautious than hostile. After exchanging glances with Dolores, Heidern looks Isla square in the eyes and begins to talk. \"We would like you to join our team for the upcoming tournament.\" \"Why? What's your game?\" \"Sorry, but I can't answer that right now. I only divulge intel on a need-to-know basis. Still... I'd say joining this tournament would be to your benefit.\" Heidern stares silently at Isla while her expression grows even more grim. Dolores watches on a few steps away, appraising the girl from a distance. After a short pause, Isla clicks her tongue in displeasure. \"...Well yeah, I could use the prize money to get the brats at the orphanage some good food. Plus, me and Amanda'll become world famous. Couldn't ask for anything more. Still...\" The young girl pulls the brim of her cap down, her voice lowering to a growl. \"This is fishy as hell. Wouldn't trust you as far as I could spit.\" Her interest in the conversation gone, Isla turns her back on the pair. Amanda makes a gesture as if to shoo them away. Doubt was only natural—a couple of adults she'd never seen before suddenly showing up, asking her to come with them. Not only that, but her past experiences means she bears a deeply-ingrained mistrust of people who act all high and mighty just because they are older than her. Heidern begins to wonder whether Leona should have come on this mission, given how close she is in age to the target. Dolores breaks her silence, her voice cutting through the tension hanging over the park. \"And what if I were to say that boy...Shun'ei, would be attending this tournament?\" Isla's shoulders stiffen. She stops in her tracks and slowly looks back at the woman. \"Shun'ei... You mean that sourpuss with the headphones that joined in with the old fart and that narcoleptic kid last time? The heck're you bringing him up for?\" Unlike before, the girl's voice betrays a faint interest. Dolores narrows her eyes and adjusts the bridge of her glasses. \"Because he is the only other person on this planet with your power.\" \"...!\" \"You must be very curious, I assume. Curious about this boy who is just like you...\" Isla turns to face them, wide-eyed. Though she does not respond, the astonishment in her gaze and stiff expression serve to answer Dolores' question. Allowing herself a brief sigh, the woman continues to speak, cold stare piercing through the girl. \"This power to control phantoms... Haven't you ever wanted to know where it came from, or to ascertain its secrets?\" \"The secret...of me and Amanda...\" \"If you cooperate with us, I promise you this: we will reveal everything once you've fully demonstrated your ability.\" Isla cannot bring herself to meet the woman's gaze. Beside her, Amanda bobs around in a panic. A lengthy pause ensues. The playground equipment creaks sharply in the wind, resonating loudly in the quiet. A couple children run off after a ball in the distance, and Isla, eyes still downturned, opens her mouth at last. \"...If I work with you guys, you'll tell us what the deal is with us, yeah?\" She seems barely able to utter the question. Heidern responds quietly. \"Your collaboration would come with proportionate compensation. That I can assure you.\" Isla lets out a long, deep sigh in response. And then, shaking her head as if to steel herself, she finally turns her entire body to fully face the pair. \"Hmph, don't think this means I trust you. You guys are all the same... But...\" Isla pushes up her cap with a smirk. That fearless grin is the first time either Heidern or Dolores had ever seen her smile. \"...if you make me leader...!\"",
        "description_es": "",
        "fighters": [
            {
                "iname": "isla"
            },
            {
                "iname": "heidern"
            },
            {
                "iname": "dolores"
            }
        ]
    },
    {
        "team_id": "fatal_fury_team",
        "team_name" : "Fatal Fury Team",
        "description": "It is late afternoon in a corner of South Town at the Pao Pao Café, right around the time when business starts to pick up. There, at a table next to a neon-lit bar counter, Terry and Andy Bogard both sit staring at the guy opposite them: their friend, Joe Higashi. It was his proposal that was making them pause. Essentially, he wants them all to come up with goals to achieve once they win the King of Fighters tournament. Hardly a surprising proposal coming from Joe, but its suddenness makes Andy tilt his head. \"I'm not averse to the idea, but why this again?\" \"Where's the fun in just fighting and winning? This gives us a reason to win, while boosting our motivation. Two birds, one stone!\" His infallible smile on full display, Joe takes a chicken nugget and pops it into his mouth. Terry laughs. \"Very you, Joe! Love it! Sure, I'm in!\" He flashes a pearly white grin, while Andy assents with a smile of his own. Satisfied, Joe lowers his fork, adjusts his posture, then leans in toward his teammates. \"Heh heh, I knew I could count on you guys! So here's what I'm gonna do...\" \"Whoa, you're just going to blurt that out now?\" \"Sure! Anyway, if we win...\" As Joe lays out his plan, he curls his fingers into trembling fists, before rising from his chair and thrusting them into the air. \"I'm gonna ask Lilly out!\" Joe's booming voice resonates throughout the Pao Pao Café, but he is so caught up in the moment that he doesn't register the other café patrons staring at him. The Bogard brothers now see that this was the whole reason Joe suggested coming up with goals to start with. \"Hmmm, okay. I guess that would get you pumped.\" \"Hahaha. We really can't lose now, with your love life on the line!\" Andy and Terry exchange smiles. \n Joe settles back into his seat, grabs his mug, then looks over at Andy. \"You're up next, buddy!\" \"Me...?! Hmm. A goal, huh...\" Andy scratches his cheek thoughtfully. \"I'm at the Shiranui Dojo all day and night, but maybe I should spend some time elsewhere. Maybe I could travel around and train. Go back to the basics for a bit.\" In response to Andy's pensiveness, Terry gives an encouraging nod. \"A training tour, huh? Sounds great!\" \"I dunno, man. Bet you'd have a certain someone trailing after you, calling your name.\" \"I can't believe you think Mai would... Hmm, actually, I wouldn't put it past her...\" Andy's objection to the grinning Joe's comment soon fizzles out when he realizes there may be truth in it. With a small sigh, he takes a gulp of his drink, then turns to Terry. \"What about you, then?\" Terry gives a little pause before answering casually with his usual smile. \"Travel the world, I guess.\" \"You do that anyway!\" \"Right? Then again, it's very Terry.\" Terry grins, making Joe laugh raucously, which elicits a soft chuckle from Andy. Their relationship never changes, but that's what allows them to trust each other and relax. With or without their goals, they are always the same people, and probably always will be. \"Hey, I've got an idea. Not a goal or anything, but how about once the tournament's over, we hit up the beach with Mary and Mai?\" \"Sounds like a plan! If we win, we're going to have to celebrate with a vacation!\" \"I'm sure me and Lilly will have really hit it off by then. Just you wait; it's gonna be great!\" As the day gives way to night, the café grows busier and busier, the three animated teammates' conversation and laughter gradually fading into the hustle and bustle.",
        "description_es": "",
        "fighters": [
            {
                "iname": "terry_bogard"
            },
            {
                "iname": "andy_bogard"
            },
            {
                "iname": "joe_hagashi"
            }
        ]
    },
    {
        "team_id": "orochi_team",
        "team_name" : "Orochi Team",
        "description": "In the midst of a seemingly endless expanse of darkness appears the cracks of a deep fissure. It grows with frightening speed. The gap in the middle widens with a low groan, and beyond shines a universe of innumerable blinking lights. Though the sight resembles a galaxy, there is something altogether otherworldly about it. The space through the gap feels so close as to be separated by the thinnest of membranes, but at the same time, like it is an eternity away. The very moment the trio notice a presence from beyond, countless hands suddenly erupt from the cosmic crevice. A torrent of hands floods into the darkness, swallowing up the three who'd been drifting in that empty space. Something cracks, and with a rumble, Yashiro Nanakase, Shermie, and Chris are thrown onto familiar soil. \n Several days later, the three enjoy a pleasant afternoon in the corner of a café, blending in seamlessly with the other customers. \"That spectacle can't have been a mere coincidence. Someone out there must have caused it.\" Chris reaches out for his juice on the table, eyes glued to his smartphone. \"Right? It was too real to be a dream.\" \"Didn't feel as if someone revived us on purpose, though. Not a member of the Orochi clan, at the very least.\" Yashiro answers through mouthfuls of his sandwich while Shermie takes out a freshly-purchased magazine and spreads it on the table. Chris lets the straw fall from his lips and returns his glass to its coaster before continuing. \"It was just a moment, but I sensed a very bizarre power. If you told me it was Gaia's Will of another planet or something, I'd be inclined to believe it.\" Yashiro halts mid-bite, sandwich in hand. He looks over at Chris absentmindedly fiddling with his phone. Sensing Yashiro's gaze, Chris returns it with a glance. \"You may be right. Still, who gives a crap who they are? If they're useful, we'll use 'em, and that's all there is to it. We did get this invitation, after all...\" A devil-may-care grin spreads across Yashiro's face as he waves a letter affixed with a gorgeous seal. Chris can't help but smile in response. \"Simple-minded as always... Still, you have a point.\" As the two of them return to their smartphone and sandwich, Shermie lets out a soft gasp over her magazine. \"What's this?\" She turns the magazine to face her companions and points to one of the pages. \"Say, you two, take a look at this. Those hands we saw... Don't they look like what this kid has?\" The article Shermie excitedly indicates is a feature on the \"King of Fighters\" tournament. Printed on the page is a photo from the previous tournament, which depicts a boy controlling large, phantasmagoric hands. \"His name's Shun'ei. Not the greatest shot, but he's a cutie for sure. ♪\" Shermie dreamily places a hand on her cheek, which causes Chris and Yashiro to exchange glances before taking a look for themselves. The image is indeed a bit blurry, as if it was taken from a distance. Yashiro furrows his brow. \n \"Yeah, I guess they look similar, but this photo's kind of crappy...\" \n \"That just means we'll have to see for ourselves at the tourney, doesn't it?\" Shermie pulls the magazine back, the smile never leaving her face. \"Hee hee, right you are! One more thing to look forward to. ♪\" Yashiro pops what is left of his sandwich into his mouth and reaches for his iced coffee. Chris also goes for his drink, only to find nothing but ice clinking inside. He turns and calls out to the staff. \"Excuse me!\" While keeping the approaching waiter in the corner of her eye, Shermie fixates on the magazine article, thumbing page after page eagerly. Surrounded by the gentle afternoon air and monotonous music playing in the cafe, Yashiro yawns, then leans over and gives the table a light slap. This startles a couple high school girls at the neighboring table, though they soon turn back to their own conversation. \"Right, so about that new song.\" At these words, Shermie closes her magazine, and Chris sets his phone down on the table. \"Oh, that's right. Sorry, we got a bit off track.\" \"Can't wait for our revival concert! We'd better whip up something fun.\" The trio then sink back into their normal routine. Not a single person gives their conversation a second thought: not the chatty high school girls next to them; not the office worker reading a newspaper across the way; and not even the staff drowsily making the rounds in the café. Indeed, none of them could ever imagine that this eccentric group of friends belong to the very Orochi clan that desires the extinction of the human race.",
        "description_es": "",
        "fighters": [
            {
                "iname": "yashiro_nanakase"
            },
            {
                "iname": "shermie"
            },
            {
                "iname": "chris"
            }
        ]
    },
    {
        "team_id": "art_of_fighting_team",
        "team_name" : "Art of Fighting Team",
        "description": "The sun shines brightly over South Town. Gazing up at a glimmering, fancy sign above a restaurant on Main Street, two men stand, luggage bags slung over their shoulders. The restaurant has a line going out the door, above which its sign beams: \"Kyokugen BBQ\". One of the men, Marco Rodrigues, gulps as he eyes the eager crowd chatting and browsing the menus. \"Looks like business is booming.\" \"Yeah...\" The restaurant is even bigger and fancier than the other man, Ryo Sakazaki, remembered. He looks at the restaurant with a feeling hard to describe. Neither apprehension nor displeasure, it is just something he cannot put a name to―much to his chagrin. No matter how hard he tried to expel all thoughts during training, the name \"Kyokugen BBQ\" would stand strong, casting a pall over his mood like dark clouds rolling in. Those dark clouds loom over his heart right now. Ryo and Marco make their way to an employee entrance. Once they press the buzzer and give their names, they are allowed through to the manager's office. It is a tidy place occupied by two people: Ryo's father, Takuma Sakazaki, and Ryo's best friend and fellow student, Robert Garcia. They smile and rise to their feet as soon as Ryo and Marco enter. \"Ah, Ryo! Marco! You're back!\" \"Been a while, guys! Sorry I couldn't come get you.\" Robert walks over to Ryo and gives his shoulder a friendly slap. In response, Ryo smiles, as Marco bows. \"It's cool. Nice to see business is going good for you guys. Is Yuri here...?\" Just as Ryo turns to scan the area for his little sister, she emerges from the open doorway, visibly fatigued. She trudges her way into the office without noticing the two visitors. \"This is too much work for a side hustle... Sorry, Robert. I don't think I can hit up the dojo today, either.\" \"I hear ya, Yuri. Even Kyokugen BBQ's poster gal needs a break. Get some rest once you finish your shift, huh?\" \"Sure. I'm gonna sleep through until lunchtime... Hm? Oh, hey, guys! You're back!\" Perhaps boosted by Robert's compliment, Yuri straightens her drooping shoulders, and finally notices Ryo and Marco. On seeing how hard Yuri has been throwing herself into her part-time work, the dark clouds in Ryo's heart grow thicker. \"Good to be back. You're looking well, Yuri.\" \"I guess. It's been crazy at work lately. I'm practically dead on my feet.\" Yuri's hair has grown out, and bobs as she moves. Ryo looks on, trying to remind himself there is nothing wrong with helping out a family business. He turns back to Takuma and Robert. \n \"Oh yeah. I'm thinking about competing in this KOF to see if my training's paid off. How about you, Dad? Robert? Got any plans?\" \"My hands are full here. It's a critical time, so I can't afford to be away.\" Ryo's brows furrow ever so slightly at Takuma's casual dismissal. Nobody around him seems to notice. Takuma folds his arms and looks over at Robert. \"Robert, you join Ryo's team! And don't forget to advertise Kyokugen BBQ!\" \"Yessir!\" Robert replies to his master with energy before turning to Ryo and holding out a hand with a grin. \"I could use this. Been so busy runnin' this place, it'd be nice to get a sweat on outside the dojo! Thanks, Ryo!\" \"...Sure thing! Great to have you on board!\" As Ryo shakes Robert's hand, the firmness of their grips reassures him and brings his usual smile back to his face. Picking up on this, Marco quietly lets out a sigh of relief. \"Great. One spot to go. If it's you and me, then three has to be Yuri.\" \"Sure thing. You can always count on me!\" Yuri leans in as Robert speaks. Ryo eyes her, his smile fading. He thinks back to Yuri's earlier remark. After a moment of silence, he speaks in a low tone. \"...No. You're out this time, Yuri.\" \"What?!\" \"Huh? Why?\" Yuri and Robert's eyes widen in shock. Takuma looks on quietly, his arms folded, while Marco gives Ryo and Yuri a concerned gaze. With his eyes fixed sternly on Yuri, Ryo asks a simple question. \"When did you last train at the dojo?\" \"Uhh... I wanna say...like, two months ago?\" \"Don't tell me you're still in top shape. You know how tough the competition at KOF is. You know what lengths everyone goes to. So, I'll be real: you're weak. You can't win anything!\" \"...!\" Ryo's words clearly hit Yuri hard. She just stands there, opening and closing her mouth, like she's trying to protest, but can't because his words hit home. After several moments trembling in silence, Yuri speaks, her voice quivering. \"H-How could you say that...? Weak?! I am NOT weak! You, you...jerk!\" Yuri runs out of the office. Ryo watches her go while Robert giving an understanding nod. He pats his best friend on the shoulder. \"You know Yuri, a competitive streak a mile wide. Don't worry about her. She'll get back in the groove soon enough.\" \"...\" Ryo's only response is a light sigh. Robert tilts his head thoughtfully. \"So who's our third member? Marco?\" Marco quickly stands to attention. Ryo looks pensive. \"Actually, I've got someone else in mind...\" \n The Illusion Bar is getting ready to open. King is standing behind the bar counter inside, polishing drink glasses, when she hears the door open and close again. As footsteps approach, she looks up and starts to speak in a cool, dismissive tone. \"Bar's closed... Oh, it's you. Don't startle me like that.\" \"Sorry to interrupt your opening prep. Mind if I sit here?\" King's expression softens when she sees Ryo. He waves and grabs a seat at the bar counter. \"Knock yourself out. Want a post-training drink?\" \"Nah...\" King notices Ryo's somber expression, and knits her brow in concern―he is never usually like this after wrapping up training. She lowers the glass she is polishing to give him her full attention, but before she can ask what is wrong, Ryo looks up and stares at her resolutely. \"Hey, King? Can I be serious with you for a second?\" King falters slightly. \"What's got into you?\" \"Look. You and I go back a long ways. We understand each other. I feel comfortable being around you.\" King can't tell what he is trying to say. She grows nervous. \"We've gotten to know each other really well... You're the only one I think is right...\" \"Uh, um...\" His expression earnest, he speaks with sincerity. She knows how he operates, and suspects this has something to do with Kyokugen or martial arts or something. But to her, there is still a slim chance this could be leading somewhere...else... Given his phrasing, King can't quite bring herself to rule out the possibility. Her cheeks flushed, she waits for him to finish. Ryo's eyes open widely, and he leans in with his hands planted on the bar counter. \"King, I need to know... Would you join our team and compete with us in KOF?!\" King sighs and drops her hands to the countertop, hanging her head, exasperated with herself for getting her hopes up. Ryo naturally misinterprets this: \"You won't do it?!\" \"No, I will. I was on reserve for this KOF anyway... I'm sure Mai'll have no trouble finding teammates herself.\" King flashes a smile to ease the clearly tense Ryo. \"You'll really do it...?!\" \"Sure. Haven't teamed up with you guys in a while anyway.\" \"Great! You're the best, King!\" Ryo smiles broadly, taking King's hand firmly; she responds with a firm grip of her own, all the while thinking about how damn dense he is.",
        "description_es": "",
        "fighters": [
            {
                "iname": "ryo_sakazaki"
            },
            {
                "iname": "robert_garcia"
            },
            {
                "iname": "king"
            }
        ]
    },
    {
        "team_id": "super_heroine_team",
        "team_name" : "Super Heroine Team",
        "description": "It is the day after an invitation to the King of Fighters winds up on Tung Fu Rue's doorstep. \"I have no intention of joining the tournament.\" Shun'ei and Meitenkun are wide-eyed at the first words their master speaks on the matter. \"What?! What do you mean, Grandpa?!\" \"Awww man! So we're sitting it out this time around?\" Seeing his pupils' shocked and disappointed faces, Tung shakes his head. \"Now, I didn't say that. You two should team up with the Kusanagi boy this time.\" \"Kyo Kusanagi?\" \"That's the one. Shun'ei, Meitenkun, you grew so much in the last tournament—both physically and mentally. You should have no trouble teaming up with other fighters. Think of this as part of your training!\" The old master holds out a couple of plane tickets to the two boys. Shun'ei and Meitenkun each take one, staring intently at the text printed on them. As he watches his young disciples, Tung's expression softens. \"I shall speak with Kyo's father. Be careful on your journey to Japan.\" \n \"Benimaru Nikaido? How'd you end up subbing in for Kyo?\" Fresh off the plane from China to Japan, the disciples make their way to the airport's exit, where they are unexpectedly greeted by Kyo's usual teammate Benimaru. As soon as he sees Shun'ei's puzzled expression and Meitenkun nodding off, Benimaru chuckles bitterly and shrugs his shoulders. \"Apparently his hands are full with some 'other business,' so he asked me to come instead.\" \"I don't remember agreeing to this...\" At Shun'ei's astonishment, Benimaru puts a hand to his forehead, exasperated. It was only yesterday that Kyo had asked Benimaru to substitute for him. Daimon had been busy with his Judo alliance, and Kyo had something else to attend to, so Benimaru figured he'd sit out the KOF this time around. But just as he was getting relaxed, he got a sudden call. After explaining this to Shun'ei and Meitenkun, Benimaru turns to face the pair again. \"You don't mind if I join your team, do you? Not that you have much of a choice, from the looks of it.\" \"Yeah. But I know we've fought before, it's just that we don't know a thing about each other. What if—\" ...What if I lose control of my power and start going berserk? Shun'ei clams up, swallowing his words. Benimaru frowns at the boy's downcast expression, but before he can say anything, a loud yawn pierces the silence. \"Don't worry about it, Shun!\" Shifting his pillow under his arm, Meitenkun tugs at the hem of Shun'ei's clothes with his free hand. Surveying Benimaru and his fellow disciple with drowsy eyes, the boy smiles innocently. \"Besides, Master Tung said this was part of our training. So why don't we all just get along, huh? Happy to team up with you, Benimaru!\" Seeing the grinning Meitenkun hold out a hand, Shun'ei lets the tension leave his body and laughs awkwardly. \"...I guess you're right. Let's do this, Benimaru Nikaido.\" \"Yeah, back at you, you two!\" As the three exchange handshakes, a plane roars overhead. Shun'ei and Meitenkun look up, catching sight of a white vapor trail cutting across the clear evening sky. \"Let's bring Grandpa back some good news, shall we?\" \"Eheheh, sounds like a plan to me.\" Benimaru slaps his hands on the shoulders of the grinning disciples, cracking a smile of his own. \"Now then, how about we go celebrate our new team with a meal? It's on me, so feel free to go ham.\" \"Really and truly?! Thanks a bunch, Benimaru! I say we go grab some Japanese barbecue!\" \"C'mon, Meiten, mind your manners...\" \"Barbecue, you say? Okay, coming right up.\" Meitenkun practically jumps up and down in eagerness, while Shun'ei frowns and jabs him with an elbow. Benimaru, however, pays the pair no mind, searching for a shop with the manner of a seasoned pro. Moments later, he thrusts his smartphone in front of the disciples. \"How about this spot? I went with some buds a while back. Pretty tasty.\" As he swipes through the photos on the screen, one after another bewitching platters of what look like Japanese Black Wagyu appear, flanked by a luxurious assortment of side dishes. Shun'ei and Meitenkun stare at the screen as gasps of wonder leave their lips. \"Th-This is incredible. Can we really go?\" \"Loosen up! This is a celebration, ain't it?\" Benimaru's smile shows no sign of someone trying to show off for the youngsters. Shun'ei lets his gaze fall from the man and mutters softly. \"Didn't expect that...\" \"Huh?\" \"You act showy and shallow, but you can look after people when it counts.\" \"Heheh, lemme tell you a secret: it's all about the contrast. Ladies go wild for that kinda thing.\" Just then, Meitenkun shows the screen to Shun'ei and exclaims with excitement. \"Hey, lookie, Shun! They got a whole buncha desserts, too!\" \"What?! Oh boy, that looks tasty...\" Shun'ei is unable to hide his smile at the sight of the colorful confectionaries. Seeing the unexpected hint of childish innocence on Shun'ei's face, Benimaru grins and puts his arms around the boys' shoulders. \"Well now, got a sweet tooth, do ya? Chow down to your heart's content, Shun ♪\" \"Hey. I appreciate the grub, but don't go acting like we're best buddies now.\" \"Awww, don't be shy, Shunny! ♪\" \"Don't make fun of me, dammit!\" The bright evening sunlight shines on the trio as they leave the airport behind them. However, none of them could have predicted that only days later, they would meet a girl whose appearance would herald a calamity in the tournament...",
        "description_es": "",
        "fighters": [
            {
                "iname": "athena"
            },
            {
                "iname": "mai"
            },
            {
                "iname": "yuri_sakazaki"
            }
        ]
    },
    {
        "team_id": "ikari_team",
        "team_name" : "Ikari Team",
        "description": "As if aiming for the clouds above the horizon, a line of military vessels sails forth. They act as the base of Heidern's mercenary force, navigating the globe with no harbor to call home. Our protagonists stand in a briefing room located on an aircraft carrier nested in the center of a fleet. \"Our target is Verse, that damned monster that appeared in the previous tournament. Our operation is its complete and total annihilation.\" In the darkened room, Heidern has taken a position before a data-filled screen, facing those present. Ralf, Clark, and Leona are lined up in front of their commander, their eyes trained on him, trying to concentrate on the mission details despite the presence of two unknown faces distracting them. \"Based on our data from gravitational waves observed in various locations, and the intel from our collaborator Dolores, here, we believe the creature will appear again during this edition of the King of Fighters.\" When mentioning the collaborator, Heidern glances at the priestess beside him, Dolores, who responds with an elegant gesture. Despite this elegance, she observes the three subordinates keenly, almost seeming to appraise them. \"The monster would likely do far more devastating damage this time. Accordingly, we must neutralize the threat at an early stage... That is our mission.\" As the commander wraps up, the lights come on, lifting the tenseness of the room. Clark remains standing at attention, but his expression relaxes. \"Understood. Of course this is an important operation, but I didn't think you'd be on the front lines, Commander.\" \"Right. And as a member of the team, too...\" After Ralf chimes in, his eyes wander to the corner of the room. There a girl fidgets out of boredom, her back against the wall. Sensing Ralf's eyes on her, she raises her head and stares back menacingly, her whole body tense. \"Whoops, didn't mean to offend the little leader.\" In response to the girl reacting like an alley cat meeting a rival on the roadside, Ralf forces a smile before turning back to his commander.Having observed this exchange, Heidern allows a short pause before moving on. \n \"'Amplified Specters'―beings like Isla and Shun'ei―are vital to this mission. As we observed in Shun'ei during the last tournament, Isla may go berserk when Verse appears.\" At their commander's words, Ralf and Clark tense up; even Leona, who has remained stoic since entering the room, flutters her eyelids. \"Ralf, Clark, Leona, your priorities are to observe the tournament and monitor Shun'ei. The moment his powers go berserk, intercept and subdue him.\" The room falls deathly silent. \n Leona recalls Orochi appearing from inside Verse. Reports stated that Kyo Kusanagi, Iori Yagami, and Chizuru Kagura exorcized the being, but Leona realizes that the story does not end there. The cursed blood residing within her aches. She has resisted it and fought it countless times, even succumbed to it on occasion. Whenever she wavers, the Commander and the others save her. But now, she is determined to be strong, and never lose to it again. Still, something does not feel right―something different this time, which casts a small shadow over her heart. If her hunch is correct and she loses control, she would be a liability to the mission. Feeling she should say something, Leona is about to speak, when... \"I'm picking up what you're putting down here: we're the best guys for the job.\" An infallible smile spread broadly across his face, Ralf breaks the silence. He pats Leona lightly on the shoulder, and nods enthusiastically. \"No sweat, Commander. We can subdue rampaging dudes in our sleep.\" \"He's right. Nothing out of the ordinary for us. Business as usual.\" To the opposite side of Leona, Clark nods calmly in agreement, flashing a familiar grin. Leona glances at her allies, before returning her gaze to Heidern. Her mouth moves ever so slightly. Only her trusted comrades and commander could ever notice such a smile. \"...Understood, Commander.\" Heidern gives a small nod to her direct yet honest response. \"For the final of the tournament, the fleet will be on standby approximately 40 miles north of the stadium. Stay on guard until the mission is complete. Dismissed!\" \"Sir, yes, sir!\" Heidern watches his subordinates bow respectfully, then leave the briefing room with a determination in their step.",
        "description_es": "",
        "fighters": [
            {
                "iname": "leona_heidern"
            },
            {
                "iname": "ralf_jones"
            },
            {
                "iname": "clark_still"
            }
        ]
    },
    {
        "team_id": "secret_agent_team",
        "team_name" : "Secret Agent Team",
        "description": "In a small corner of South Town, a quiet, little hole-in-the-wall bar is nestled. Sat at the counter are a man and a woman, their tall figures, perfect postures, and elegant gestures marking them with an air of refinement. They've been sitting in the bar for around an hour now. The man lightly pushes his glasses up his nose as he finishes talking, which the black-haired woman observes out of the corner of her eye. She smiles with interest. \"...So that's what you want?\" The young man nods, then picks up a photo resting on the counter, and quietly stows it in his breast pocket. \"Yes. Though I imagine even you would struggle to get it.\" \"Quite a rude imagination you've got there.\" \"If it happens to fall into your possession, would you be willing to give it to me? I'm prepared to pay you in full, of course.\" When he slowly turns to face her, the ice in the glass between them clinks. He gives her a faint smile, while she rises quietly from her seat. \"Hmm... If it happens to... Well, we'll see.\" In response, his smile grows broader. As the woman makes her way out, she casts an idle glance at a decorative stool sitting in a corner of the bar, then reaches for the doorknob without paying it any more mind. \"See you around, Hein-y.\" With those parting words, the woman, who's known only as Luong, exits the bar, its door chimes ringing hollowly into the air. \n On a bright, early afternoon, the sound of waves melts into the cawing of seagulls. It's been nearly an hour since she came to this café. Maybe it's the sweltering heat from the sun's relentless rays, or maybe it's the buzz this place has on social media, but an endless stream of young couples are eating there. The café is built out over the water, and is packed with people sharing straws and chatting. Blue Mary puts her tablet down on the table and lets out a heavy sigh. \"Nope. He's not giving me anything to go on...\" \n Her colleague Vanessa asked to meet up here, and Blue Mary's been gazing out over the terrace ever since she arrived. At first it was nice to enjoy a meal and some downtime, but then Vanessa texted her, \"Sry! Might run an hour late!\" Since then, she's been in work mode, stuck killing time \n Mary scowls down at her tablet, which displays a photo taken in secret. Hein: The Howard Connection newcomer that distinguished himself in the last KOF. It is unclear what he has to gain from them, but he seems to be operating under their radar. So far that's Mary's only lead. This photo is the only hint she has gotten in the past several months. \"Doubt it's just an innocent date if the Howard Connection was kept in the dark about it...\" The photo shows Hein at a bar on the outskirts of South Town, trading drinks with an attractive black-haired woman. That woman is the mysterious Luong, who appeared in the last KOF as the lover of Gang-il, Kim Kaphwan's martial arts master. \"Just who IS Luong?\" As Mary knits her brows, she spots a familiar red-haired woman out of the corner of her eye, weaving her way through tables toward her. \"Hey, Mary! Sorry I kept you!\" \"Seriously. Who arranges a meeting then shows up late?\" Mary turns off her tablet and looks up with a wry smile, which freezes the moment she sees the tall woman with black hair walking behind Vanessa. It is the very same woman Mary was eyeing suspiciously in the photo seconds ago. Luong smiles demurely and waves. Whether she can discern Mary's reaction remains unknown. \"Hi there, um...Blue Mary, right?\" \"...That's me. Real talk, I'm surprised. I was NOT expecting to meet you like this, Luong.\" Mary smiles, at which Luong looks pleased. While the two trade introductions, Vanessa takes a seat. She picks up a menu off the table and speaks to Mary. \"I was picking up a collaborator—one I think you'll benefit from having around.\" Mary stows her tablet in her handbag and looks over at Vanessa. \"Hm, I don't remember talking shop with you, Vanessa.\" \"Just so we're clear: she reached out to me, okay?\" \"Correct. I just couldn't get the rush of KOF out of my head. But with my man busy training Kim, I wouldn't want to team up with people I don't know and trust, right? Luong takes a seat and accepts a menu from Vanessa. Mary observes her closely, but she can't make out whether the mild concern in Luong's voice rings true. Just as Mary is about to accept she'll probably never get any decent answers, her eyes meet Luong's. \n \"Then I remembered you ladies, and I figured, well, you both seem nice enough, so we might make a good team. I really think you and I will have a lot to talk about, Mary... My friends tell me all sorts of things―things I'm sure you'll be very interested in.\" Luong smiles coyly, revealing quite bluntly she has an agenda. Mary's eye twitches. \"You know what would make us an even better team? If you told me what your game is.\" Mary and Luong's mouths may be smiling, but their eyes are anything but. Naive bystanders might see them as hitting it off, but sparks of hostility, mistrust, and rivalry fly between them. Vanessa waves her closed menu between them, like she's snuffing out flames. \"I don't see the problem. She clearly knows her stuff. And personally, I don't care what her angle is. As long as I can keep my target under surveillance without a mercenary commander interfering, that's good enough for me. It should be a win-win for you, too, getting a hookup for Howard Connection intel, right?\" Vanessa flags down a waiter to take her order. As she gives it, she looks between Mary and Luong. Their expressions have both softened. Vanessa wears her typical, casual smile, but her eyes are all business as she studies them. \"Okay, here's how this is gonna go. First, Mary and I will get Luong into KOF. Once the tournament starts, you two will help me with my job. After the tournament, Luong and I will provide Mary with whatever intel she needs as payment. What's important is that each of us does our part perfectly. Sound good, ladies?\" Luong beams in response, while Mary gives a begrudging nod. Vanessa relaxes and claps her hands together, satisfied. \"Great! All girls for one and one girl for all!\" As the shop talk wraps up, a waiter brings their meals. He sets out several dishes and drinks, before finally setting down a large mug of beer with a solid clunk. Mary grimaces in distaste, while Luong's eyes widen. \"That's a lot of beer. Look at all that foam brimming over...\" \"Come on. I know we're done with work, but it's noon!\" \"Rude. This is non-alcoholic. Now raise your glasses, ladies!\" \"To our new team!\" Vanessa checks to make sure the other two have raised their glasses before raising her own. Foam dribbles down the sides of the mug, sparkling in the brilliant sunlight.",
        "description_es": "",
        "fighters": [
            {
                "iname": "blue_mary"
            },
            {
                "iname": "vanessa"
            },
            {
                "iname": "luong"
            }
        ]
    },
    {
        "team_id": "gaw_team",
        "team_name" : "G.A.W",
        "description": "A bone-chilling gust of wind blows through an empty, desolate backstreet somewhere in Moscow, the only light far away in the twinkling stars. Two men walk closely side by side. One is middle-aged, rather slender for his years; the other, large and brawny, appearing almost bear-like in the dark. Neither is carrying much: just the clothes on their backs. Newspaper pages blow past them before being pressed against the wall. The two men idly glance at the pages. KOF Stadium Collapse Planned?! Organizers Face Extreme Accusations! An internal report places the sole blame on its managing director Antonov! Questions have also been raised about his past achievements... Antonov resigns! The Antonov Corporation's board of directors consider its next CEO... The words send a shiver down the men's spines. The larger of the two slams his fist into the wall, jolting the papers loose and sending them fleeing down the road. \"Boss...\" \n \"I AIN'T YOUR BOSS!\" The larger man bellows, causing the smaller one to abruptly pull back the hand he offered. \"A setup?! How in the― They know damn well I'd never do something so cold!\" Defeated, he slumps to his knees. This man is none other than Antonov, the former owner of Antonov Corporation, whose name, through no fault of his own, is on all the gossipers' tongues. When he held the King of Fighters tournament, a fearsome monster appeared and laid waste to the stadium he had spent untold millions on. Even so, the fight to the death between the champion and the monster generated huge ratings, and despite the tournament's many setbacks, Antonov still considered it a massive success... That is, until people online began suggesting he had set everything up. These baseless rumors spread like wildfire, growing practically overnight into an unstoppable inferno set on engulfing Antonov. \n Now, after fleeing together in the dead of night, the former champ and his right-hand man wander the freezing back streets of Moscow. Antonov stays crouched down for a while longer before abruptly shaking his head. \"No! The show's not over! I'll pull the curtain up myself!\" The smaller man, Yakov, studies Antonov's slumped posture for several moments, before speaking resolutely. \"You won't be by yourself, Boss―I mean, Anton! You've got me! Never been any different!\" \"Yakov...!\" The two stare at each other, memories of their time together―right back from their time as students―bringing tears to their eyes. Suddenly a young boy's voice rings out from a narrow alley connecting to the main road. “You're the champion, aren't you?!\" \"I know that voice!\" The boy stands in the alley, gawking at the two men; he had been going home with his family when he ducked into the alley. It is Misha, the boy who Antonov had shielded from harm at KOF. With Misha's parents putting in a good word for them, Antonov and Yakov manage to get a room in an apartment. It is a humble place―nothing but a landline phone, but Antonov had trained in frigid Siberia with his loyal Yakov by his side; by comparison, this is paradise Armed with their phone line, they start a new business...in what field you already know.. \"...So that's how I started this group. Not exactly a short story, I know. Antonov tips up the brim of his white cowboy hat, a cigar punctuating his grin, and a warm gaze radiating from behind his sunglasses \"Welcome, Ramón and King of Dinosaurs, to Galaxy Anton Wrestling! Antonov spreads his arms wide. Behind him looms a horizontal banner emblazoned with \"G.A.W.\", a.k.a. Galaxy Anton Wrestling, which would come to be known globally as a \"supernova pro-wrestling group\" They are standing in the G.A.W. president's office―well, an apartment room/office. Hardly presidential, it looks more like a storage room for secondhand office desks. Ramón and Dinosaur feel right at home. They smile and give Antonov a nod. \"Glad to be here, boss.\" \"A pleasure to work with you!\" Seeing Ramón and Dinosaur shake hands with Antonov brings a smile to Yakov's face, but his expression is soon overshadowed with concern. \"Of course we're glad you're willing to transfer to our group, but are you sure you want to give up your careers in Mexico?\" Dinosaur folds his arms resolutely, his expression serious; Ramón replies cheerfully, \"Just because we left Mexico, doesn't mean we gave up on it.\" \"If anything, it's the opposite. Pro wrestling doesn't have borders anymore. Wherever we go, our fans are with us!\" Ramón follows-up with a wry smile. \"We know your eyes aren't set on Russia; they're set on the entire world.\" Moved, Yakov holds his hands to his chest. Antonov's grin grows wider before he lets out a deep, booming guffaw that rattles the windows. \"GWAHAHAHAHA! I like you guys more every second!\" Antonov looks briefly between Ramón and Dinosaur, then thrusts a finger up toward the sky. \"You're wrong about one thing: G.A.W. isn't aiming for the world. Oh, no. We're aiming for the whole damn GALAXY!\" From behind his sunglasses, Antonov's eyes twinkle like the stars. Ramón and Dinosaur exchange glances and laugh heartily. \"For now, we compete in KOF, and then all three of us will take back the title of champion!\" \"That's what I'm talking about! Get the whole world hyped!\" \"Yeah! I'll do my part for your future, and the future of this group!\" \"Some heel you are, talking like that!\" \"Huh?! Well, uh, I'm not in character right now! And we're talking to our boss, so what's the big problem?!\" The fire inside these men could melt the Siberian ice. This is truly the first step for G.A.W. As the three men speak, Yakov looks on, smiling softly, as their bright and cheerful future glints in his eyes.",
        "description_es": "",
        "fighters": [
            {
                "iname": "antonov"
            },
            {
                "iname": "ramon"
            },
            {
                "iname": "king_of_dinosaurs"
            }
        ]
    },
    {
        "team_id": "k_team",
        "team_name" : "Team K'",
        "description": "",
        "description_es": "",
        "fighters": [
            {
                "iname": "k"
            },
            {
                "iname": "maxima"
            },
            {
                "iname": "whip"
            }
        ]
    },
    {
        "team_id": "krohnen",
        "team_name" : "Krohnen Team'",
        "description": "",
        "description_es": "",
        "fighters": [
            {
                "iname": "krohnen"
            },
            {
                "iname": "kula"
            },
            {
                "iname": "angel"
            }
        ]
    }]
}