{
    "teams": [{
        "team_id": "hero_team",
        "team_name" : "Hero Team",
        "description": "It is the day after an invitation to the King of Fighters winds up on Tung Fu Rue's doorstep. \"I have no intention of joining the tournament.\" Shun'ei and Meitenkun are wide-eyed at the first words their master speaks on the matter. \"What?! What do you mean, Grandpa?!\" \"Awww man! So we're sitting it out this time around?\" Seeing his pupils' shocked and disappointed faces, Tung shakes his head. \"Now, I didn't say that. You two should team up with the Kusanagi boy this time.\" \"Kyo Kusanagi?\" \"That's the one. Shun'ei, Meitenkun, you grew so much in the last tournament—both physically and mentally. You should have no trouble teaming up with other fighters. Think of this as part of your training!\" The old master holds out a couple of plane tickets to the two boys. Shun'ei and Meitenkun each take one, staring intently at the text printed on them. As he watches his young disciples, Tung's expression softens. \"I shall speak with Kyo's father. Be careful on your journey to Japan.\" \n \"Benimaru Nikaido? How'd you end up subbing in for Kyo?\" Fresh off the plane from China to Japan, the disciples make their way to the airport's exit, where they are unexpectedly greeted by Kyo's usual teammate Benimaru. As soon as he sees Shun'ei's puzzled expression and Meitenkun nodding off, Benimaru chuckles bitterly and shrugs his shoulders. \"Apparently his hands are full with some 'other business,' so he asked me to come instead.\" \"I don't remember agreeing to this...\" At Shun'ei's astonishment, Benimaru puts a hand to his forehead, exasperated. It was only yesterday that Kyo had asked Benimaru to substitute for him. Daimon had been busy with his Judo alliance, and Kyo had something else to attend to, so Benimaru figured he'd sit out the KOF this time around. But just as he was getting relaxed, he got a sudden call. After explaining this to Shun'ei and Meitenkun, Benimaru turns to face the pair again.\n \"You don't mind if I join your team, do you? Not that you have much of a choice, from the looks of it.\" \"Yeah. But I know we've fought before, it's just that we don't know a thing about each other. What if—\" ...What if I lose control of my power and start going berserk? Shun'ei clams up, swallowing his words. Benimaru frowns at the boy's downcast expression, but before he can say anything, a loud yawn pierces the silence. \"Don't worry about it, Shun!\" Shifting his pillow under his arm, Meitenkun tugs at the hem of Shun'ei's clothes with his free hand. Surveying Benimaru and his fellow disciple with drowsy eyes, the boy smiles innocently. \"Besides, Master Tung said this was part of our training. So why don't we all just get along, huh? Happy to team up with you, Benimaru!\" Seeing the grinning Meitenkun hold out a hand, Shun'ei lets the tension leave his body and laughs awkwardly. \"...I guess you're right. Let's do this, Benimaru Nikaido. \"Yeah, back at you, you two!\" \n As the three exchange handshakes, a plane roars overhead. Shun'ei and Meitenkun look up, catching sight of a white vapor trail cutting across the clear evening sky. \"Let's bring Grandpa back some good news, shall we?\" \"Eheheh, sounds like a plan to me.\" Benimaru slaps his hands on the shoulders of the grinning disciples, cracking a smile of his own. \"Now then, how about we go celebrate our new team with a meal? It's on me, so feel free to go ham.\" \"Really and truly?! Thanks a bunch, Benimaru! I say we go grab some Japanese barbecue!\" \"C'mon, Meiten, mind your manners...\" \"Barbecue, you say? Okay, coming right up.\" Meitenkun practically jumps up and down in eagerness, while Shun'ei frowns and jabs him with an elbow. Benimaru, however, pays the pair no mind, searching for a shop with the manner of a seasoned pro. Moments later, he thrusts his smartphone in front of the disciples. \n \"How about this spot? I went with some buds a while back. Pretty tasty.\" As he swipes through the photos on the screen, one after another bewitching platters of what look like Japanese Black Wagyu appear, flanked by a luxurious assortment of side dishes. Shun'ei and Meitenkun stare at the screen as gasps of wonder leave their lips. \"Th-This is incredible. Can we really go?\" \"Loosen up! This is a celebration, ain't it?\" Benimaru's smile shows no sign of someone trying to show off for the youngsters. Shun'ei lets his gaze fall from the man and mutters softly. \"Didn't expect that...\" \"Huh?\" \"You act showy and shallow, but you can look after people when it counts.\" \"Heheh, lemme tell you a secret: it's all about the contrast. Ladies go wild for that kinda thing.\" Just then, Meitenkun shows the screen to Shun'ei and exclaims with excitement. \"Hey, lookie, Shun! They got a whole buncha desserts, too!\" \"What?! Oh boy, that looks tasty...\" Shun'ei is unable to hide his smile at the sight of the colorful confectionaries. Seeing the unexpected hint of childish innocence on Shun'ei's face, Benimaru grins and puts his arms around the boys' shoulders. \"Well now, got a sweet tooth, do ya? Chow down to your heart's content, Shun ♪\" \"Hey. I appreciate the grub, but don't go acting like we're best buddies now.\" \"Awww, don't be shy, Shunny! ♪\" \"Don't make fun of me, dammit!\" The bright evening sunlight shines on the trio as they leave the airport behind them. However, none of them could have predicted that only days later, they would meet a girl whose appearance would herald a calamity in the tournament... " ,
        "description_es": "",
        "fighters": [
            {
                "iname": "shun_ei"
            },
            {
                "iname": "benimaru_nikaido"
            },
            {
                "iname": "meitenkun"
            }
        ]
    },
    {
        "team_id": "sacred_treasures_team",
        "team_name" : "Sacred Treasures Team",
        "description": "In a small corner of South Town, a quiet, little hole-in-the-wall bar is nestled. Sat at the counter are a man and a woman, their tall figures, perfect postures, and elegant gestures marking them with an air of refinement. They've been sitting in the bar for around an hour now. The man lightly pushes his glasses up his nose as he finishes talking, which the black-haired woman observes out of the corner of her eye. She smiles with interest. \"...So that's what you want?\" The young man nods, then picks up a photo resting on the counter, and quietly stows it in his breast pocket. \"Yes. Though I imagine even you would struggle to get it.\" \"Quite a rude imagination you've got there.\" \"If it happens to fall into your possession, would you be willing to give it to me? I'm prepared to pay you in full, of course.\" When he slowly turns to face her, the ice in the glass between them clinks. He gives her a faint smile, while she rises quietly from her seat. \"Hmm... If it happens to... Well, we'll see.\" In response, his smile grows broader. As the woman makes her way out, she casts an idle glance at a decorative stool sitting in a corner of the bar, then reaches for the doorknob without paying it any more mind. \"See you around, Hein-y.\" With those parting words, the woman, who's known only as Luong, exits the bar, its door chimes ringing hollowly into the air. \n On a bright, early afternoon, the sound of waves melts into the cawing of seagulls. It's been nearly an hour since she came to this café. Maybe it's the sweltering heat from the sun's relentless rays, or maybe it's the buzz this place has on social media, but an endless stream of young couples are eating there. The café is built out over the water, and is packed with people sharing straws and chatting. Blue Mary puts her tablet down on the table and lets out a heavy sigh. \"Nope. He's not giving me anything to go on...\" \n Her colleague Vanessa asked to meet up here, and Blue Mary's been gazing out over the terrace ever since she arrived. At first it was nice to enjoy a meal and some downtime, but then Vanessa texted her, \"Sry! Might run an hour late!\" Since then, she's been in work mode, stuck killing time \n Mary scowls down at her tablet, which displays a photo taken in secret. Hein: The Howard Connection newcomer that distinguished himself in the last KOF. It is unclear what he has to gain from them, but he seems to be operating under their radar. So far that's Mary's only lead. This photo is the only hint she has gotten in the past several months. \"Doubt it's just an innocent date if the Howard Connection was kept in the dark about it...\" The photo shows Hein at a bar on the outskirts of South Town, trading drinks with an attractive black-haired woman. That woman is the mysterious Luong, who appeared in the last KOF as the lover of Gang-il, Kim Kaphwan's martial arts master. \"Just who IS Luong?\" As Mary knits her brows, she spots a familiar red-haired woman out of the corner of her eye, weaving her way through tables toward her. \"Hey, Mary! Sorry I kept you!\" \"Seriously. Who arranges a meeting then shows up late?\" Mary turns off her tablet and looks up with a wry smile, which freezes the moment she sees the tall woman with black hair walking behind Vanessa. It is the very same woman Mary was eyeing suspiciously in the photo seconds ago. Luong smiles demurely and waves. Whether she can discern Mary's reaction remains unknown. \"Hi there, um...Blue Mary, right?\" \"...That's me. Real talk, I'm surprised. I was NOT expecting to meet you like this, Luong.\" Mary smiles, at which Luong looks pleased. While the two trade introductions, Vanessa takes a seat. She picks up a menu off the table and speaks to Mary. \"I was picking up a collaborator—one I think you'll benefit from having around.\" Mary stows her tablet in her handbag and looks over at Vanessa. \"Hm, I don't remember talking shop with you, Vanessa.\" \"Just so we're clear: she reached out to me, okay?\" \"Correct. I just couldn't get the rush of KOF out of my head. But with my man busy training Kim, I wouldn't want to team up with people I don't know and trust, right? Luong takes a seat and accepts a menu from Vanessa. Mary observes her closely, but she can't make out whether the mild concern in Luong's voice rings true. Just as Mary is about to accept she'll probably never get any decent answers, her eyes meet Luong's. \n \"Then I remembered you ladies, and I figured, well, you both seem nice enough, so we might make a good team. I really think you and I will have a lot to talk about, Mary... My friends tell me all sorts of things―things I'm sure you'll be very interested in.\" Luong smiles coyly, revealing quite bluntly she has an agenda. Mary's eye twitches. \"You know what would make us an even better team? If you told me what your game is.\" Mary and Luong's mouths may be smiling, but their eyes are anything but. Naive bystanders might see them as hitting it off, but sparks of hostility, mistrust, and rivalry fly between them. Vanessa waves her closed menu between them, like she's snuffing out flames. \"I don't see the problem. She clearly knows her stuff. And personally, I don't care what her angle is. As long as I can keep my target under surveillance without a mercenary commander interfering, that's good enough for me. It should be a win-win for you, too, getting a hookup for Howard Connection intel, right?\" Vanessa flags down a waiter to take her order. As she gives it, she looks between Mary and Luong. Their expressions have both softened. Vanessa wears her typical, casual smile, but her eyes are all business as she studies them. \"Okay, here's how this is gonna go. First, Mary and I will get Luong into KOF. Once the tournament starts, you two will help me with my job. After the tournament, Luong and I will provide Mary with whatever intel she needs as payment. What's important is that each of us does our part perfectly. Sound good, ladies?\" Luong beams in response, while Mary gives a begrudging nod. Vanessa relaxes and claps her hands together, satisfied. \"Great! All girls for one and one girl for all!\" As the shop talk wraps up, a waiter brings their meals. He sets out several dishes and drinks, before finally setting down a large mug of beer with a solid clunk. Mary grimaces in distaste, while Luong's eyes widen. \"That's a lot of beer. Look at all that foam brimming over...\" \"Come on. I know we're done with work, but it's noon!\" \"Rude. This is non-alcoholic. Now raise your glasses, ladies!\" \"To our new team!\" Vanessa checks to make sure the other two have raised their glasses before raising her own. Foam dribbles down the sides of the mug, sparkling in the brilliant sunlight.",
        "description_es": "",
        "fighters": [
            {
                "iname": "kyo_kusanagi"
            },
            {
                "iname": "iori_yagami"
            },
            {
                "iname": "chizuru_kagura"
            }
        ]
    },
    {
        "team_id": "rival_team",
        "team_name" : "Rival Team",
        "description": "",
        "description_es": "",
        "fighters": [
            {
                "iname": "isla"
            },
            {
                "iname": "heidern"
            },
            {
                "iname": "dolores"
            }
        ]
    },
    {
        "team_id": "fatal_fury_team",
        "team_name" : "Fatal Fury Team",
        "description": "",
        "description_es": "",
        "fighters": [
            {
                "iname": "terry_bogard"
            },
            {
                "iname": "andy_bogard"
            },
            {
                "iname": "joe_hagashi"
            }
        ]
    },
    {
        "team_id": "orochi_team",
        "team_name" : "Orochi Team",
        "description": "",
        "description_es": "",
        "fighters": [
            {
                "iname": "yashiro_nanakase"
            },
            {
                "iname": "shermie"
            },
            {
                "iname": "chris"
            }
        ]
    },
    {
        "team_id": "art_of_fighting_team",
        "team_name" : "Art of Fighting Team",
        "description": "",
        "description_es": "",
        "fighters": [
            {
                "iname": "ryo_sakazaki"
            },
            {
                "iname": "robert_garcia"
            },
            {
                "iname": "king"
            }
        ]
    },
    {
        "team_id": "super_heroine_team",
        "team_name" : "Super Heroine Team",
        "description": "",
        "description_es": "",
        "fighters": [
            {
                "iname": "athena"
            },
            {
                "iname": "mai"
            },
            {
                "iname": "yuri_sakazaki"
            }
        ]
    },
    {
        "team_id": "ikari_team",
        "team_name" : "Ikari Team",
        "description": "As if aiming for the clouds above the horizon, a line of military vessels sails forth. They act as the base of Heidern's mercenary force, navigating the globe with no harbor to call home. Our protagonists stand in a briefing room located on an aircraft carrier nested in the center of a fleet. \"Our target is Verse, that damned monster that appeared in the previous tournament. Our operation is its complete and total annihilation.\" In the darkened room, Heidern has taken a position before a data-filled screen, facing those present. Ralf, Clark, and Leona are lined up in front of their commander, their eyes trained on him, trying to concentrate on the mission details despite the presence of two unknown faces distracting them. \"Based on our data from gravitational waves observed in various locations, and the intel from our collaborator Dolores, here, we believe the creature will appear again during this edition of the King of Fighters.\" When mentioning the collaborator, Heidern glances at the priestess beside him, Dolores, who responds with an elegant gesture. Despite this elegance, she observes the three subordinates keenly, almost seeming to appraise them. \"The monster would likely do far more devastating damage this time. Accordingly, we must neutralize the threat at an early stage... That is our mission.\" As the commander wraps up, the lights come on, lifting the tenseness of the room. Clark remains standing at attention, but his expression relaxes. \"Understood. Of course this is an important operation, but I didn't think you'd be on the front lines, Commander.\" \"Right. And as a member of the team, too...\" After Ralf chimes in, his eyes wander to the corner of the room. There a girl fidgets out of boredom, her back against the wall. Sensing Ralf's eyes on her, she raises her head and stares back menacingly, her whole body tense. \"Whoops, didn't mean to offend the little leader.\" In response to the girl reacting like an alley cat meeting a rival on the roadside, Ralf forces a smile before turning back to his commander.Having observed this exchange, Heidern allows a short pause before moving on. \n \"'Amplified Specters'―beings like Isla and Shun'ei―are vital to this mission. As we observed in Shun'ei during the last tournament, Isla may go berserk when Verse appears.\" At their commander's words, Ralf and Clark tense up; even Leona, who has remained stoic since entering the room, flutters her eyelids. \"Ralf, Clark, Leona, your priorities are to observe the tournament and monitor Shun'ei. The moment his powers go berserk, intercept and subdue him.\" The room falls deathly silent. \n Leona recalls Orochi appearing from inside Verse. Reports stated that Kyo Kusanagi, Iori Yagami, and Chizuru Kagura exorcized the being, but Leona realizes that the story does not end there. The cursed blood residing within her aches. She has resisted it and fought it countless times, even succumbed to it on occasion. Whenever she wavers, the Commander and the others save her. But now, she is determined to be strong, and never lose to it again. Still, something does not feel right―something different this time, which casts a small shadow over her heart. If her hunch is correct and she loses control, she would be a liability to the mission. Feeling she should say something, Leona is about to speak, when... \"I'm picking up what you're putting down here: we're the best guys for the job.\" An infallible smile spread broadly across his face, Ralf breaks the silence. He pats Leona lightly on the shoulder, and nods enthusiastically. \"No sweat, Commander. We can subdue rampaging dudes in our sleep.\" \"He's right. Nothing out of the ordinary for us. Business as usual.\" To the opposite side of Leona, Clark nods calmly in agreement, flashing a familiar grin. Leona glances at her allies, before returning her gaze to Heidern. Her mouth moves ever so slightly. Only her trusted comrades and commander could ever notice such a smile. \"...Understood, Commander.\" Heidern gives a small nod to her direct yet honest response. \"For the final of the tournament, the fleet will be on standby approximately 40 miles north of the stadium. Stay on guard until the mission is complete. Dismissed!\" \"Sir, yes, sir!\" Heidern watches his subordinates bow respectfully, then leave the briefing room with a determination in their step.",
        "description_es": "",
        "fighters": [
            {
                "iname": "leona_heidern"
            },
            {
                "iname": "ralf_jones"
            },
            {
                "iname": "clark_still"
            }
        ]
    },
    {
        "team_id": "secret_agent_team",
        "team_name" : "Secret Agent Team",
        "description": "",
        "description_es": "",
        "fighters": [
            {
                "iname": "blue_mary"
            },
            {
                "iname": "vanessa"
            },
            {
                "iname": "luong"
            }
        ]
    },
    {
        "team_id": "gaw_team",
        "team_name" : "G.A.W",
        "description": "A bone-chilling gust of wind blows through an empty, desolate backstreet somewhere in Moscow, the only light far away in the twinkling stars. Two men walk closely side by side. One is middle-aged, rather slender for his years; the other, large and brawny, appearing almost bear-like in the dark. Neither is carrying much: just the clothes on their backs. Newspaper pages blow past them before being pressed against the wall. The two men idly glance at the pages. KOF Stadium Collapse Planned?! Organizers Face Extreme Accusations! An internal report places the sole blame on its managing director Antonov! Questions have also been raised about his past achievements... Antonov resigns! The Antonov Corporation's board of directors consider its next CEO... The words send a shiver down the men's spines. The larger of the two slams his fist into the wall, jolting the papers loose and sending them fleeing down the road. \"Boss...\" \n \"I AIN'T YOUR BOSS!\" The larger man bellows, causing the smaller one to abruptly pull back the hand he offered. \"A setup?! How in the― They know damn well I'd never do something so cold!\" Defeated, he slumps to his knees. This man is none other than Antonov, the former owner of Antonov Corporation, whose name, through no fault of his own, is on all the gossipers' tongues. When he held the King of Fighters tournament, a fearsome monster appeared and laid waste to the stadium he had spent untold millions on. Even so, the fight to the death between the champion and the monster generated huge ratings, and despite the tournament's many setbacks, Antonov still considered it a massive success... That is, until people online began suggesting he had set everything up. These baseless rumors spread like wildfire, growing practically overnight into an unstoppable inferno set on engulfing Antonov. \n Now, after fleeing together in the dead of night, the former champ and his right-hand man wander the freezing back streets of Moscow. Antonov stays crouched down for a while longer before abruptly shaking his head. \"No! The show's not over! I'll pull the curtain up myself!\" The smaller man, Yakov, studies Antonov's slumped posture for several moments, before speaking resolutely. \"You won't be by yourself, Boss―I mean, Anton! You've got me! Never been any different!\" \"Yakov...!\" The two stare at each other, memories of their time together―right back from their time as students―bringing tears to their eyes. Suddenly a young boy's voice rings out from a narrow alley connecting to the main road. “You're the champion, aren't you?!\" \"I know that voice!\" The boy stands in the alley, gawking at the two men; he had been going home with his family when he ducked into the alley. It is Misha, the boy who Antonov had shielded from harm at KOF. With Misha's parents putting in a good word for them, Antonov and Yakov manage to get a room in an apartment. It is a humble place―nothing but a landline phone, but Antonov had trained in frigid Siberia with his loyal Yakov by his side; by comparison, this is paradise Armed with their phone line, they start a new business...in what field you already know.. \"...So that's how I started this group. Not exactly a short story, I know. Antonov tips up the brim of his white cowboy hat, a cigar punctuating his grin, and a warm gaze radiating from behind his sunglasses \"Welcome, Ramón and King of Dinosaurs, to Galaxy Anton Wrestling! Antonov spreads his arms wide. Behind him looms a horizontal banner emblazoned with \"G.A.W.\", a.k.a. Galaxy Anton Wrestling, which would come to be known globally as a \"supernova pro-wrestling group\" They are standing in the G.A.W. president's office―well, an apartment room/office. Hardly presidential, it looks more like a storage room for secondhand office desks. Ramón and Dinosaur feel right at home. They smile and give Antonov a nod. \"Glad to be here, boss.\" \"A pleasure to work with you!\" Seeing Ramón and Dinosaur shake hands with Antonov brings a smile to Yakov's face, but his expression is soon overshadowed with concern. \"Of course we're glad you're willing to transfer to our group, but are you sure you want to give up your careers in Mexico?\" Dinosaur folds his arms resolutely, his expression serious; Ramón replies cheerfully, \"Just because we left Mexico, doesn't mean we gave up on it.\" \"If anything, it's the opposite. Pro wrestling doesn't have borders anymore. Wherever we go, our fans are with us!\" Ramón follows-up with a wry smile. \"We know your eyes aren't set on Russia; they're set on the entire world.\" Moved, Yakov holds his hands to his chest. Antonov's grin grows wider before he lets out a deep, booming guffaw that rattles the windows. \"GWAHAHAHAHA! I like you guys more every second!\" Antonov looks briefly between Ramón and Dinosaur, then thrusts a finger up toward the sky. \"You're wrong about one thing: G.A.W. isn't aiming for the world. Oh, no. We're aiming for the whole damn GALAXY!\" From behind his sunglasses, Antonov's eyes twinkle like the stars. Ramón and Dinosaur exchange glances and laugh heartily. \"For now, we compete in KOF, and then all three of us will take back the title of champion!\" \"That's what I'm talking about! Get the whole world hyped!\" \"Yeah! I'll do my part for your future, and the future of this group!\" \"Some heel you are, talking like that!\" \"Huh?! Well, uh, I'm not in character right now! And we're talking to our boss, so what's the big problem?!\" The fire inside these men could melt the Siberian ice. This is truly the first step for G.A.W. As the three men speak, Yakov looks on, smiling softly, as their bright and cheerful future glints in his eyes.",
        "description_es": "",
        "fighters": [
            {
                "iname": "antonov"
            },
            {
                "iname": "ramon"
            },
            {
                "iname": "king_of_dinosaurs"
            }
        ]
    },
    {
        "team_id": "k_team",
        "team_name" : "Team K'",
        "description": "",
        "description_es": "",
        "fighters": [
            {
                "iname": "k"
            },
            {
                "iname": "maxima"
            },
            {
                "iname": "whip"
            }
        ]
    },
    {
        "team_id": "krohnen",
        "team_name" : "Krohnen Team'",
        "description": "",
        "description_es": "",
        "fighters": [
            {
                "iname": "krohnen"
            },
            {
                "iname": "kula"
            },
            {
                "iname": "angel"
            }
        ]
    }]
}